Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Alternative text can be applied to images, charts, diagrams, buttons, and other interface elements to convey information and purpose textually. Problems occur when alternative text is written incorrectly, confuses users, or does not provide the correct context. While the creation of alternative text is not an exact science, SSA strives to provide meaningful alternative text by following the practical guidance contained in this comprehensive reference guide
es_es: El texto alternativo se puede aplicar a imágenes, gráficos, diagramas, botones y otros elementos de la interfaz para transmitir información y propósito textualmente. Los problemas ocurren cuando el texto alternativo se escribe incorrectamente, confunde a los usuarios o no proporciona el contexto correcto. Si bien la creación de texto alternativo no es una ciencia exacta, la SSA se esfuerza por proporcionar un texto alternativo significativo siguiendo la orientación práctica contenida en esta guía de referencia integral
pt_pt: O texto alternativo pode ser aplicado a imagens, gráficos, diagramas, botões e outros elementos da interface para transmitir informações e propósitos textualmente. Os problemas ocorrem quando o texto alternativo é escrito incorretamente, confunde os usuários ou não fornece o contexto correto. Embora a criação de textos alternativos não seja uma ciência exata, a SSA se esforça para fornecer textos alternativos significativos, seguindo as orientações práticas contidas neste guia de referência abrangente.

source: Download Guide
es_es: Descargar Guía
pt_pt: Guia de download

source: Accessible Document Authoring & Testing
es_es: Creación y prueba de documentos accesibles
pt_pt: Criação e teste de documentos acessíveis

source: On ssa.gov, the agency aims to provide an accessible HTML equivalent of all electronic documents provided on the site. In situations where this is not possible, the agencys goal is to provide each electronic document in an accessible format. Whereas the Section 508 accessibility standards currently do not provide specific technical guidance on what constitutes an accessible electronic document, the agency uses the following guides to author and test Word, PowerPoint, Excel and PDF documents for accessibility
es_es: En ssa.gov, la agencia tiene como objetivo proporcionar un equivalente HTML accesible de todos los documentos electrónicos proporcionados en el sitio. En situaciones en las que esto no sea posible, el objetivo de la agencia es proporcionar cada documento electrónico en un formato accesible. Mientras que los estándares de accesibilidad de la Sección 508 actualmente no brindan orientación técnica específica sobre lo que constituye un documento electrónico accesible, la agencia utiliza las siguientes guías para crear y probar la accesibilidad de los documentos de Word, PowerPoint, Excel y PDF
pt_pt: Em ssa.gov, a agência pretende fornecer um equivalente HTML acessível de todos os documentos eletrônicos fornecidos no site. Nas situações em que isso não seja possível, o objetivo da agência é disponibilizar cada documento eletrônico em formato acessível. Embora os padrões de acessibilidade da Seção 508 atualmente não forneçam orientação técnica específica sobre o que constitui um documento eletrônico acessível, a agência usa os seguintes guias para criar e testar documentos Word, PowerPoint, Excel e PDF para acessibilidade

source: Word - Accessibility Checklist
es_es: Word - Lista de control de accesibilidad

source: PDF - Accessibility Checklist
es_es: PDF - Lista de control de accesibilidad

source: PowerPoint - Accessibility Checklist
es_es: PowerPoint - Lista de control de accesibilidad

source: Excel - Accessibility Checklist
es_es: Excel - Lista de control de accesibilidad

source: Outlook - Accessibility Checklist
es_es: Outlook - Lista de comprobación de accesibilidad

source: Resources for Contractors
es_es: Recursos para contratistas
pt_pt: Recursos para empreiteiros

source: Social Security Administration applies the Section 508 standards and other accessibility terms and conditions when we purchase information technology and communications products and services. The following information is provided to assist prospective vendors with responding to solicitations and with product design and development activities
es_es: La Administración del Seguro Social aplica los estándares de la Sección 508 y otros términos y condiciones de accesibilidad cuando compramos productos y servicios de tecnología de la información y comunicaciones. La siguiente información se proporciona para ayudar a los posibles proveedores a responder a las solicitudes y con las actividades de diseño y desarrollo de productos
pt_pt: A Administração da Segurança Social aplica os padrões da Secção 508 e outros termos e condições de acessibilidade quando adquirimos produtos e serviços de tecnologia da informação e comunicações. As informações a seguir são fornecidas para ajudar os fornecedores em potencial na resposta às solicitações e nas atividades de design e desenvolvimento de produtos

source: Contractor Resources
es_es: Recursos del contratista
pt_pt: Recursos do contratante

source: TERMS AND CONDITIONS
es_es: TÉRMINOS Y CONDICIONES
fr_fr: Conditions d'utilisation
pt_pt: TERMOS E CONDIÇÕES

source: Terms of Service
es_es: Términos de Uso
fr_fr: Conditions d'utilisation
pt_pt: Termos de serviço

source: Last updated
es_es: Última actualización

source: Please read these Terms of Use (“Terms”, “Terms of Use”) carefully before using the
es_es: Le rogamos que lea atentamente las presentes Condiciones de uso ("Condiciones", "Condiciones de uso") antes de utilizar el sitio web de

source: website (the “Service”) operated by
es_es: sitio web (el "Servicio") gestionado por

source: “us”, “we”, or “our”
es_es: “Nosotros”, “nosotros” o “nuestro”

source: Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.These Terms apply to all visitors, users and others who access or use the Service.
es_es: Su acceso y uso del Servicio está condicionado a su aceptación y cumplimiento de estos Términos. Estos Términos se aplican a todos los visitantes, usuarios y otras personas que acceden o utilizan el Servicio.

source: By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not be granted or access the Service.
es_es: Al acceder o utilizar el Servicio, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, es posible que no se le conceda ni acceda al Servicio.

source: Accounts
es_es: Cuentas
pt_pt: Contas

source: When you create an account with us, you must provide us information that is accurate, complete, and up to date at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service
es_es: Cuando crea una cuenta con nosotros, debe proporcionarnos información que sea precisa, completa y actualizada en todo momento. No hacerlo constituye un incumplimiento de los Términos, lo que puede resultar en la cancelación inmediata de su cuenta en nuestro Servicio

source: You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service
es_es: Usted es responsable de salvaguardar la contraseña que utiliza para acceder al Servicio y para cualquier actividad o acción bajo su contraseña, ya sea que su contraseña sea de nuestro Servicio o de un servicio de terceros

source: You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account
es_es: Usted acepta no revelar su contraseña a ningún tercero. Debe notificarnos inmediatamente al tener conocimiento de cualquier violación de seguridad o uso no autorizado de su cuenta

source: Intellectual Property
es_es: Propiedad intelectual
pt_pt: Propriedade intelectual

source: The Service and its original content, features and functionality are and will remain the exclusive property of
es_es: El Servicio y su contenido, características y funcionalidad originales son y seguirán siendo propiedad exclusiva de

source: and its licensors
es_es: y sus licenciantes

source: Links To Other Websites
es_es: Enlaces a otros sitios web
pt_pt: Links para outros sites

source: Our Service may contain links to third-party websites or services that are not owned or controlled by
es_es: Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por

source: has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites or services. You further acknowledge and agree that
es_es: no tiene control ni asume responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios web o servicios de terceros. Además, reconoce y acepta que

source: shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services
es_es: no será responsable, directa o indirectamente, de ningún daño o pérdida causada o presuntamente causada por o en conexión con el uso o la confianza en dicho contenido, bienes o servicios disponibles en o a través de dichos sitios web o servicios

source: We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit
es_es: Le recomendamos encarecidamente que lea los términos y condiciones y las políticas de privacidad de los sitios web o servicios de terceros que visite

source: IDX OR MLS Listing Images
es_es: Imágenes de listado IDX o MLS

source: shall hold no liability or responsibility with respect to images and content on
es_es: no tendrá ninguna responsabilidad con respecto a las imágenes y el contenido de

source: website, and shall be released and held harmless with respect to any problem that may arise from images that are outside the control of
es_es: sitio web, y quedará liberado y eximido de toda responsabilidad con respecto a cualquier problema que pueda surgir de imágenes que estén fuera del control de

source: In the event of an issue or problem with images or content placed on
es_es: En caso de un problema o problema con las imágenes o el contenido colocado en

source: website, which appear as a result of MLS/IDX listings or via any third party, Any IDX or MLS LISTING IMAGE legal matters should be dealt with the third party that placed such image or content on the IDX od MLS system.As such, Anyone that is looking for legal compensation shall indemnify and hold
es_es: sitio web, que aparecen como resultado de listados MLS/IDX o a través de cualquier tercero, cualquier asunto legal de IDX o IMAGEN DE LISTADO MLS debe tratarse con el tercero que colocó dicha imagen o contenido en el sistema IDX o MLS. Como tal, cualquier persona que busca compensación legal deberá indemnizar y eximir

source: and its affiliates harmless from and against any and all losses, liabilities, claims, charges, actions, proceedings, demands, judgments, settlements, costs and expenses (including, without limitation, fees and expenses of counsel) which any of
es_es: y sus afiliados de y contra todas y cada una de las pérdidas, responsabilidades, reclamos, cargos, acciones, procedimientos, demandas, sentencias, acuerdos, costos y gastos (incluidos, entre otros, honorarios y gastos de abogados) que cualquiera de

source: or its affiliates may incur as a result of or arising in any way out of
es_es: o sus afiliados puedan incurrir como resultado o surgiendo de cualquier manera de

source: use of the IDX/MLS listings
es_es: uso de los listados IDX/MLS

source: Termination
es_es: Terminación
pt_pt: Terminação

source: We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms
es_es: Podemos cancelar o suspender su cuenta inmediatamente, sin previo aviso ni responsabilidad, por cualquier motivo, incluido, entre otros, si incumple los Términos

source: Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service
es_es: Tras la rescisión, su derecho a utilizar el Servicio cesará inmediatamente. Si desea cancelar su cuenta, simplemente puede dejar de usar el Servicio

source: All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability
es_es: Todas las disposiciones de los Términos que, por su naturaleza, deberían sobrevivir a la terminación seguirán vigentes, incluidas, entre otras, las disposiciones de propiedad, las exenciones de garantía, la indemnización y las limitaciones de responsabilidad

source: Your use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance
es_es: Su uso del Servicio es bajo su propio riesgo. El Servicio se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD". El Servicio se proporciona sin garantías de ningún tipo, ya sean expresas o implícitas, incluidas, entre otras, garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción o curso de desempeño

source: Governing Law
es_es: Ley que rige
pt_pt: Lei Aplicável

source: These Terms shall be governed and construed in accordance with the laws of
es_es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de

source: without regard to its conflict of law provisions
es_es: sin tener en cuenta sus disposiciones sobre conflicto de leyes

source: Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service
es_es: Nuestra incapacidad para hacer cumplir cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si un tribunal considera que alguna disposición de estos Términos es inválida o inaplicable, las disposiciones restantes de estos Términos seguirán vigentes. Estos Términos constituyen el acuerdo completo entre nosotros con respecto a nuestro Servicio, y reemplazan y reemplazan cualquier acuerdo anterior que podamos tener entre nosotros con respecto al Servicio

source: Changes
es_es: Cambios
pt_pt: Mudanças

source: We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 15 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion
es_es: Nos reservamos el derecho, a nuestro exclusivo criterio, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es importante, intentaremos avisar con al menos 15 días de antelación a la entrada en vigor de los nuevos términos. Lo que constituye un cambio material se determinará a nuestro exclusivo criterio

source: By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please refrain on using the Service
es_es: Al continuar accediendo o utilizando nuestro Servicio después de que esas revisiones entren en vigencia, usted acepta estar sujeto a los términos revisados. Si no está de acuerdo con los nuevos términos, absténgase de utilizar el Servicio

source: Contact Us
es_es: Contáctenos
pt_pt: Contate-nos

source: If you have any questions about these Terms, please contact us
es_es: Si tiene alguna pregunta sobre estos Términos, contáctenos

source: (“us”, “we”, or “our”) operates the
es_es: ("Nosotros", "nosotros" o "nuestro") opera el

source: website (the “Service”).This page informs you of our policies regarding the collection, use and disclosure of Personal Information when you use our Service
es_es: sitio web (el “Servicio”). Esta página le informa sobre nuestras políticas con respecto a la recopilación, el uso y la divulgación de información personal cuando utiliza nuestro Servicio

source: We will not use or share your information with anyone except as described in this Privacy Policy
es_es: No usaremos ni compartiremos su información con nadie excepto como se describe en esta Política de Privacidad

source: We use your Personal Information for providing and improving the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible at
es_es: Utilizamos su información personal para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de información de acuerdo con esta política. A menos que se defina lo contrario en esta Política de Privacidad, los términos utilizados en esta Política de Privacidad tienen el mismo significado que en nuestros Términos y Condiciones, accesibles en

source: Information Collection And Use
es_es: Recopilación y uso de información
pt_pt: Coleta e uso de informações

source: While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information (“Personal Information”) may include, but is not limited to
es_es: Mientras utiliza nuestro Servicio, es posible que le solicitemos que nos proporcione cierta información de identificación personal que pueda usarse para contactarlo o identificarlo. La información de identificación personal (“Información personal”) puede incluir, entre otras

source: Email address
es_es: Correo

source: Telephone number
es_es: Teléfono

source: We use this information to
es_es: Utilizamos esta información para
pt_pt: Usamos essas informações para

source: Send you requested product or service information
es_es: Enviarle la información solicitada sobre el producto o servicio

source: Respond to customer service requests
es_es: Responder a las solicitudes de servicio al cliente

source: Administer your account
es_es: Administra tu cuenta

source: Send you a newsletter
es_es: Enviarle un boletín

source: Send you marketing communications
es_es: Enviarle comunicaciones de marketing

source: Improve our Web site and marketing efforts
es_es: Mejorar nuestro sitio web y nuestros esfuerzos de marketing

source: Conduct research and analysis
es_es: Realizar investigaciones y análisis

source: Display content based upon your interests
es_es: Muestra contenido basado en tus intereses

source: By clicking the Submit button, you agree to have your information shared with us and for us to contact you via telephone, mobile phone (including through automated dialing, text SMS/MMS, or pre-recorded messaging) and/or email, even if your telephone number is on a corporate, state, or the National Do Not Call Registry, and you agree to our Privacy Policy
es_es: Al hacer clic en el botón Enviar, usted acepta que su información se comparta con nosotros y que nos comuniquemos con usted por teléfono, teléfono móvil (incluso mediante marcación automática, SMS/MMS de texto o mensajes pregrabados) y/o correo electrónico, incluso si su número de teléfono está en un Registro Corporativo, Estatal o Nacional de No Llamar, y usted acepta nuestra Política de Privacidad

source: To opt out, you can reply “stop” at any time or click the unsubscribe link in the emails
es_es: Para cancelar la suscripción, puede responder "detener" en cualquier momento o hacer clic en el enlace para cancelar la suscripción en los correos electrónicos

source: How do we share your personal information?
es_es: ¿Cómo compartimos su información personal?

source: We will not share, trade, or sell any personal information for marketing or promotional purposes with anyone outside of our business line.
es_es: No compartimos, intercambiamos ni vendemos ninguna información personal con fines de marketing o promoción a nadie fuera de nuestra línea de negocio.

source: Notice to California Residents
es_es: Aviso a las residentes de California
pt_pt: Aviso aos residentes da Califórnia

source: If you are a resident of California, then the collection, processing and use of your personal information may be subject to the California Consumer Privacy Act (“CCPA”) as well as other applicable California state privacy laws
es_es: Si reside en California, la recopilación, el procesamiento y el uso de su información personal pueden estar sujetos a la Ley de Privacidad del Consumidor de California (“CCPA”), así como a otras leyes de privacidad del estado de California aplicables

source: As a company that does business in California and collects the personal information of some California residents, we are required to inform you of the consumer rights afforded to you under the CCPA, and to enable you to exercise those rights with regards to any personal information that we may have collected about you
es_es: Como empresa que hace negocios en California y recopila información personal de algunos residentes de California, debemos informarle sobre los derechos del consumidor que le otorga la CCPA y permitirle ejercer esos derechos con respecto a cualquier información personal que Es posible que hayamos recopilado sobre usted

source: Log Data
es_es: Dato de registro
pt_pt: Dados de registro

source: We collect information that your browser sends whenever you visit our Service (“Log Data”). This Log Data may include information such as your computer's Internet Protocol (“IP”) address, browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages and other statistics
es_es: Recopilamos información que su navegador envía cada vez que visita nuestro Servicio ("Datos de registro"). Estos datos de registro pueden incluir información como la dirección de Protocolo de Internet (“IP”) de su computadora, tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo dedicado a esas páginas y otros Estadísticas

source: Ads Using Third Party Vendors
es_es: Anuncios que utilizan proveedores externos
pt_pt: Anúncios usando fornecedores terceirizados

source: Google, Facebook and other social media platforms as third-party vendors, use cookies to serve ads on our Service
es_es: Google, Facebook y otras plataformas de redes sociales, como proveedores externos, utilizan cookies para publicar anuncios en nuestro Servicio
