Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Sale
es_es: Venta
pt_pt: Oferta

source: The multiple listing information is provided by the
es_es: La información de listado múltiple es proporcionada por el
pt_pt: As informações de listagem múltipla são fornecidas pelo

source: from a copyrighted compilation of listings. The compilation of listings and each individual listing are
es_es: de una compilación de listados con derechos de autor. La compilación de listados y cada listado individual son
pt_pt: de uma compilação de listagens protegida por direitos autorais. A compilação de listagens e cada listagem individual são

source: present
es_es: presente
pt_pt: presente

source: All Rights Reserved. The information provided is for consumers' personal, noncommercial use and may not be used for any purpose other than to identify prospective properties consumers may be interested in purchasing. All properties are subject to prior sale or withdrawal. All information provided is deemed reliable but is not guaranteed accurate, and should be independently verified. Listing courtesy of
es_es: Reservados todos los derechos. La información provista es para uso personal, no comercial de los consumidores y no se puede usar para ningún otro propósito que no sea el de identificar posibles propiedades que los consumidores puedan estar interesados en comprar. Todas las propiedades están sujetas a venta previa o retiro. Toda la información proporcionada se considera confiable, pero no se garantiza que sea precisa, y debe verificarse de forma independiente. Listado cortesía de
pt_pt: Todos os direitos reservados. As informações fornecidas são para uso pessoal e não comercial dos consumidores e não podem ser usadas para qualquer outro propósito que não seja identificar propriedades em potencial que os consumidores possam estar interessados ​​em comprar. Todas as propriedades estão sujeitas à venda ou remoção prévia. Todas as informações fornecidas são consideradas confiáveis, mas não são garantidas como precisas e devem ser verificadas de forma independente. Listagem cortesia de

source: Real Estate IDX Powered by
es_es: Real Estate IDX Desarrollado por
pt_pt: IDX imobiliário desenvolvido por

source: Full screen
es_es: Pantalla completa
fr_fr: Plein écran
pt_pt: Tela cheia

source: Bedroom
es_es: Cuarto
fr_fr: Chambre
pt_pt: Quarto

source: Bathroom
es_es: Baños
fr_fr: Salles de bains
pt_pt: Banheiro

source: Half Baths
es_es: Medios baños
fr_fr: Salles d’eau
pt_pt: Meios banhos

source: Half Bath
es_es: Medios baño
fr_fr: Salles d’eau
pt_pt: Meio banho

source: size sq.ft
es_es: tamaño sq.ft
fr_fr: Superficie Sq.Ft.

source: Property Details
es_es: Detalle de propiedad
fr_fr: Détails de la propriété
pt_pt: Detalhes da Propriedade

source: Closed
es_es: Cerrado
fr_fr: Fermé
pt_pt: Fechada

source: Active
es_es: Activo
fr_fr: Actif
pt_pt: Ativa

source: Sale Type
es_es: Tipo de Venta
fr_fr: Type de vente
pt_pt: Tipo de venda

source: Price / Sq.Ft.
es_es: Precio / Sq.Ft.
fr_fr: Prix / Sq.Ft.
pt_pt: Preço / pés quadrados.

source: Flooring Type
es_es: Tipo de suelo
fr_fr: Type de plancher
pt_pt: Tipo de piso

source: Date Rented
es_es: Fecha de alquiler
fr_fr: Date de location
pt_pt: Data de aluguel

source: Cooling Type
es_es: Tipo de enfriamiento
fr_fr: Type de refroidissement
pt_pt: Tipo de resfriamento

source: Heating Type
es_es: Tipo de calefacción
fr_fr: Type de chauffage
pt_pt: Tipo de aquecimento

source: None
es_es: No
fr_fr: Aucun
pt_pt: Nenhum

source: Taxes Year
es_es: Impuestos anual
fr_fr: Année des taxes
pt_pt: Ano fiscal

source: Taxes
es_es: Impuestos
fr_fr: impôt
pt_pt: Impostos

source: School Information
es_es: Información de la escuela
fr_fr: Informations sur les écoles publiques à proximité
pt_pt: Informações escolares

source: Real Estate IDX Powered by:
es_es: Real Estate IDX Desarrollado por:
pt_pt: IDX imobiliário desenvolvido por:

source: Property Type
es_es: Tipo de propiedad
fr_fr: Recherche de propriété
pt_pt: Tipo de Propriedade

source: Advanced Search Options
es_es: Opciones de búsqueda avanzada
fr_fr: Options de recherche avancée
pt_pt: Opções de pesquisa avançada

source: Property Amenities
es_es: Amenidades de la propiedad
pt_pt: Comodidades da propriedade

source: Availability Calendar
es_es: Disponibilidad de fechas
pt_pt: Calendário de Disponibilidade

source: Available
es_es: Disponible
pt_pt: Disponível

source: Unavailable
es_es: Inasequible
pt_pt: Indisponível

source: My Saved Searches
es_es: Mis búsquedas guardadas
fr_fr: Mes recherches enregistrées
pt_pt: Minhas pesquisas salvas

source: You don't have any saved search.
es_es: No tienes ninguna búsqueda guardada.
fr_fr: Vous n'avez pas de recherche favorites
pt_pt: Você não tem nenhuma pesquisa salva.

source: Listing
es_es: Listados
fr_fr: listage
pt_pt: Listagem

source: Notifications
es_es: Notificaciones
fr_fr: Les notifications
pt_pt: Notificações

source: On
es_es: Encendido
fr_fr: Ouvrir
pt_pt: Sobre

source: Off
es_es: Apagado
fr_fr: fermer
pt_pt: Desligada

source: No matching results...
es_es: Resultados de la búsqueda...
fr_fr: Patientez…
pt_pt: Nenhum resultado correspondente...

source: Modify your
es_es: Modifique su
fr_fr: Modifier votre
pt_pt: Modifique seu

source: filter
es_es: filtros
fr_fr: Appliquer les filtres
pt_pt: filtro

source: preferences to get new results or
es_es: preferencias para obtener nuevos resultados o
fr_fr: préférences pour obtenir de nouveaux résultats ou
pt_pt: preferências para obter novos resultados ou

source: clear
es_es: limpiar
fr_fr: Rafraichir
pt_pt: clara

source: your search.
es_es: tu búsqueda.
fr_fr: Recherche de propriété
pt_pt: Sua pesquisa.

source: For Rent
es_es: En Renta
fr_fr: Louer
pt_pt: Para alugar

source: Select a minimum range price
es_es: Seleccione un rango mínimo
pt_pt: Selecione um preço mínimo

source: Select a maximum range price
es_es: Seleccione un rango mínimo máximo
pt_pt: Selecione um preço máximo

source: Select a min bedrooms
es_es: Cuántos cuartos
pt_pt: Selecione um mínimo de quartos

source: Select a max bedrooms
es_es: Cuántos cuartos
pt_pt: Selecione um máximo de quartos

source: Select a min baths
es_es: Baños mín
pt_pt: Selecione um minuto de banho

source: Select a max baths
es_es: Baños max
pt_pt: Selecione um máximo de banhos

source: Select min living size
es_es: Tamaño habitable min
pt_pt: Selecione o tamanho mínimo de vida

source: Select max living size
es_es: Tamaño habitable max
pt_pt: Selecione o tamanho máximo de vida

source: Land Size
es_es: Superficie del terreno
fr_fr: Taille du terrain
pt_pt: Tamanho do terreno

source: Select min land size
es_es: Tamaño area min
pt_pt: Selecione o tamanho mínimo do terreno

source: Select max land size
es_es: Tamaño area max
pt_pt: Selecione o tamanho máximo do terreno

source: Select min year built
es_es: Año de construcción min
pt_pt: Selecione o ano mínimo de construção

source: Select max year built
es_es: Año de construcción max
pt_pt: Selecione o ano máximo de construção

source: Mortgage Calculator
es_es: Calculadora de hipoteca
fr_fr: Calculer votre emprunt immobiler
pt_pt: Calculadora de hipoteca

source: % Down Payment
es_es: % Pago Inicial
fr_fr: % de l’apport
pt_pt: % Pagamento inicial

source: Term
es_es: Término
fr_fr: Durée du prêt
pt_pt: Prazo

source: Interest Rate
es_es: Tasa de Interés
fr_fr: Taux d'intérêt
pt_pt: Taxa de juro

source: (Principal &amp; Interest, and PMI)
es_es: (Principal e Interés, y PMI)
fr_fr: (Principal et intérêt, et PMI)
pt_pt: (Principal e Juros e PMI)

source: from a copyrighted compilation of listings.
es_es: de una compilación de listados protegida por derechos de autor.
pt_pt: de uma compilação de listagens protegida por direitos autorais.

source: The compilation of listings and each individual listing are
es_es: La recopilación de listados y cada listado individual son
pt_pt: A compilação de listagens e cada listagem individual são

source: All Rights Reserved. The information provided is for consumers' personal, noncommercial use and may not be used for any purpose other than to identify prospective properties consumers may be interested in purchasing. All properties are subject to prior sale or withdrawal. All information provided is deemed reliable but is not guaranteed accurate, and should be independently verified. Listing courtesy of
es_es: Reservados todos los derechos. La información provista es para uso personal, no comercial de los consumidores y no se puede usar para ningún otro propósito que no sea el de identificar posibles propiedades que los consumidores puedan estar interesados en comprar. Todas las propiedades están sujetas a venta previa o retiro. Toda la información proporcionada se considera confiable, pero no se garantiza que sea precisa, y debe verificarse de forma independiente. Listado cortesía de
pt_pt: Todos os direitos reservados. As informações fornecidas são para uso pessoal e não comercial dos consumidores e não podem ser usadas para qualquer outro propósito que não seja identificar propriedades em potencial que os consumidores possam estar interessados ​​em comprar. Todas as propriedades estão sujeitas à venda ou remoção prévia. Todas as informações fornecidas são consideradas confiáveis, mas não são garantidas como precisas e devem ser verificadas de forma independente.

source: Cap Rate Range (%).?
es_es: Rango de tasa de cobertura (%).?
fr_fr: Plage de taux maximum (%).?
pt_pt: Faixa de taxa máxima (%).?

source: or modify your
es_es: o modifique su
fr_fr: ou modifier votre
pt_pt: ou modifique seu

source: The multiple listing information is provided by the Houston Association of Realtors from a copyrighted compilation of listings. The compilation of listings and each individual listing are
es_es: La información de listados múltiples es proporcionada por la Asociación de Agentes Inmobiliarios de Houston a partir de una compilación de listados con derechos de autor. La compilación de listados y cada listado individual son
pt_pt: As informações de listagem múltipla são fornecidas pela Associação de Corretores de Imóveis de Houston a partir de uma compilação de listagens protegidas por direitos autorais. A compilação de listagens e cada listagem individual são

source: present TEXAS All Rights Reserved. The information provided is for consumers' personal, noncommercial use and may not be used for any purpose other than to identify prospective properties consumers may be interested in purchasing. All properties are subject to prior sale or withdrawal. All information provided is deemed reliable but is not guaranteed accurate, and should be independently verified. Listing courtesy of
es_es: presente TEXAS Todos los derechos reservados. La información provista es para uso personal, no comercial de los consumidores y no se puede usar para ningún otro propósito que no sea el de identificar posibles propiedades que los consumidores puedan estar interesados en comprar. Todas las propiedades están sujetas a venta previa o retiro. Toda la información proporcionada se considera confiable, pero no se garantiza que sea precisa, y debe verificarse de forma independiente. Listado cortesía de
pt_pt: presente TEXAS Todos os direitos reservados. As informações fornecidas são para uso pessoal e não comercial dos consumidores e não podem ser usadas para qualquer outro propósito que não seja identificar propriedades em potencial que os consumidores possam estar interessados ​​em comprar. Todas as propriedades estão sujeitas à venda ou remoção prévia. Todas as informações fornecidas são consideradas confiáveis, mas não são garantidas como precisas e devem ser verificadas de forma independente. Listagem cortesia de

source: Min Size
es_es: Cualquiera
fr_fr: Toutes les tailles
pt_pt: Tamanho mínimo

source: Max Size
es_es: Superficie del terreno
fr_fr: Taille du terrain
pt_pt: Tamanho máximo

source: Enter a min price range sale
es_es: Ingrese un rango de precio mínimo +-
pt_pt: Insira uma promoção mínima com faixa de preço

source: Enter a max price range sale
es_es: Ingrese un rango de precio máximo
pt_pt: Insira uma promoção máximo com faixa de preço

source: Enter a min price range rent
es_es: Ingrese precio min. renta
pt_pt: Insira um aluguel de faixa de preço mínimo

source: Enter a max price range rent
es_es: Ingrese precio max. renta
pt_pt: Insira um aluguel com faixa de preço máximo

source: Enter a min price range
es_es: Ingrese un rango de precio mínimo
pt_pt: Insira uma faixa mínima de preço

source: Enter a max price range
es_es: Ingrese un rango de precio máximo
pt_pt: Insira uma faixa máxima de preço

source: Enter a min rent price range
es_es: Ingrese precio min. renta
pt_pt: Insira uma faixa de preço mínimo de aluguel

source: Enter a max rent price range
es_es: Ingrese precio max. renta
pt_pt: Insira uma faixa de preço máximo de aluguel

source: Enter a min living size
es_es: Ingrese area min
pt_pt: Insira um tamanho mínimo de vida

source: Enter a max living size
es_es: Ingrese area max
pt_pt: Insira um tamanho máximo de vida

source: Enter a max year built
es_es: Año máx.construido
pt_pt: Insira um ano máximo de construção

source: Enter a min year built
es_es: Año min.construido
pt_pt: Insira um ano mínimo de construção

source: Enter a max land size
es_es: Tamaño del lote max
pt_pt: Insira um tamanho máximo de terreno

source: Enter a min land size
es_es: Tamaño del lote min
pt_pt: Insira um tamanho mínimo de terreno

source: Listing Status
es_es: Estado del listado
pt_pt: Status da listagem

source: Enter a min price rent range
es_es: Ingrese precio min. renta
pt_pt: Insira uma faixa de preço mínimo de aluguel

source: Enter a max price rent range
es_es: Ingrese precio max. renta
pt_pt: Insira uma faixa de preço máximo de aluguel

source: Enter a min Land Size
es_es: Tamaño del area min
pt_pt: Insira um tamanho mínimo de terreno

source: Enter a max Land Size
es_es: Tamaño del area max
pt_pt: Insira um tamanho máximo de terreno

source: Friend Email
es_es: Email de amigo
pt_pt: E-mail do amigo

source: Friend Name
es_es: Nombre del amigo
pt_pt: Nome do amigo

source: Save this Search
es_es: Guarde esta Búsqueda
fr_fr: Enregistrer cette recherche
pt_pt: Salvar esta pesquisa

source: Enter address, city, zip or MLS
es_es: Ingrese dirección, ciudad, código postal o MLS
fr_fr: Entrez adresse, ville, zip ou MLS
pt_pt: Insira endereço, cidade, CEP ou MLS

source: Property search
es_es: Búsqueda de propiedades
fr_fr: Recherche de propriété
pt_pt: Pesquisa de propriedade

source: Development / Subdivision
es_es: Desarrollo / Subdivisión
fr_fr: Développement / Subdivision
pt_pt: Desenvolvimento / Subdivisão

source: Overview
es_es: Visión general
pt_pt: Visão geral

source: Available Homes
es_es: Disponible para la venta
pt_pt: Casas disponíveis

source: Location
es_es: Ubicación
fr_fr: Carte
pt_pt: Localização

source: Downloads
es_es: Descargar
pt_pt: Transferências

source: Full Screen
es_es: Pantalla completa
pt_pt: Tela cheia

source: Amenites
es_es: Comodidades
pt_pt: Facilidades

source: Fact Sheet
es_es: Ficha informativa
pt_pt: Ficha informativa

source: VIEW FACT SHEET
es_es: VER FICHA INFORMATIVA
pt_pt: VER FICHA INFORMATIVA

source: Brochure Sheet
es_es: Hoja de folleto
pt_pt: Folha de folheto

source: VIEW BROCHURE
es_es: Ver folleto
pt_pt: VER BROCHURA

source: Floorplans Sheet
es_es: Hoja de planos
pt_pt: Folha de plantas baixas

source: VIEW FLOORPLANS
es_es: Ver planos
pt_pt: VER PLANTAS

source: Comment
es_es: Comentarios
pt_pt: Comente

source: Search Condos
es_es: Apartamentos de búsqueda
fr_fr: Rechercher des condos
pt_pt: Pesquisar condomínios

source: Search by City
es_es: Buscar por ciudad
fr_fr: Recherche par ville
pt_pt: Pesquisar por cidade

source: Search Homes
es_es: Nombre de la búsqueda
fr_fr: Recherche de maisons
pt_pt: Pesquisar casas

source: Request a Tour
es_es: Solicitar un recorrido
pt_pt: Solicite um tour

source: Remove Favorite
es_es: Eliminar Favorito
fr_fr: Supprimer le favori
pt_pt: Remover favorito

source: Save Favorite
es_es: Guardar Favorito
fr_fr: Enregistrer Favori
pt_pt: Salvar favorito

source: Availability
es_es: Disponibilidad
pt_pt: Disponibilidade

source: Gallery
es_es: Galeria
pt_pt: Galeria

source: Photo Gallery
es_es: Foto Galeria
pt_pt: Galeria de fotos

source: <p>Click the <strong>model name</strong> to view the detailed floor plan for that model.</p>
es_es: <p>Haga clic en el <strong>nombre del modelo</strong> para ver el plano detallado de ese modelo.</p>
pt_pt: <p>Clique no <strong>nome do modelo</strong> para visualizar a planta baixa detalhada desse modelo.</p>

source: Tower Units
es_es: Unidades totales
pt_pt: Unidades de Torre

source: Bed/Bath
es_es: Cuartos/Baños
pt_pt: Cama/Banho

source: Terrace SqFt
es_es: Terraza SqFt
pt_pt: Terraço pés quadrados

source: Total SqFt
es_es: SqFt total
pt_pt: Pés quadrados totais

source: Floor Plans
es_es: Planos
pt_pt: Planos de chão

source: Floorplan
es_es: Planos
pt_pt: Planta

source: Deposit Schedule
es_es: Calendario de depósitos
pt_pt: Cronograma de Depósito

source: Available Sales
es_es: Disponible para la venta
fr_fr: Ventes disponibles
pt_pt: Vendas disponíveis

source: Available Rentals
es_es: Disponible para la renta
fr_fr: Locations disponibles
pt_pt: Aluguéis disponíveis

source: Built
es_es: Construido
fr_fr: Construit
pt_pt: Construída

source: View all listings
es_es: Recién listado
fr_fr: Voir toutes
pt_pt: Ver todas as listagens

source: Inactive
es_es: Inactivo
pt_pt: Inativa

source: Download brochure
es_es: Descargar folleto
fr_fr: Télécharger la brochure
pt_pt: Baixar folheto

source: mortgage calculator
es_es: calculadora de hipoteca
fr_fr: Calculez votre emprunt immobilier
pt_pt: calculadora de hipoteca

source: Adjusted Size Sqft
es_es: Tamaño ajustado Sqft
pt_pt: Tamanho ajustado de pés quadrados

source: Accessibility
es_es: Accesibilidad
pt_pt: Acessibilidade

source: is committed to providing an accessible website. If you have difficulty accessing content, have difficulty viewing a file on the website, or notice any accessibility problems, please contact us to
es_es: se compromete a proporcionar un sitio web accesible. Si tiene dificultades para acceder al contenido, tiene dificultades para ver un archivo en el sitio web o nota algún problema de accesibilidad, comuníquese con nosotros a
pt_pt: está empenhada em fornecer um site acessível. Caso você tenha dificuldade para acessar o conteúdo, tenha dificuldade para visualizar algum arquivo no site ou perceba algum problema de acessibilidade, entre em contato conosco para

source: to specify the nature of the accessibility issue and any assistive technology you use. NAR will strive to provide the content you need in the format you require.
es_es: para especificar la naturaleza del problema de accesibilidad y cualquier ayuda La tecnología que utiliza. NAR se esforzará por proporcionar el contenido que necesita en el formato que necesita.
pt_pt: para especificar a natureza do problema de acessibilidade e qualquer tecnologia assistiva que você usa. A NAR se esforçará para fornecer o conteúdo que você precisa no formato que você precisa.

source: welcomes your suggestions and comments about improving ongoing efforts to increase the accessibility of this website.
es_es: agradece sus sugerencias y comentarios sobre la mejora de los esfuerzos en curso para aumentar la accesibilidad de este sitio web.
pt_pt: agradece suas sugestões e comentários sobre como melhorar os esforços contínuos para aumentar a acessibilidade deste site.

source: Accessibility Resources for Developers, Document Authors, and Contractors
es_es: Recursos de accesibilidad para desarrolladores, autores de documentos y contratistas
pt_pt: Recursos de acessibilidade para desenvolvedores, autores de documentos e prestadores de serviços

source: Social Security Administration software developers and electronic content authors use a variety of accessibility guides and training materials to make the content provided on ssa.gov accessible. SSA makes these resources available as a public service to assist anyone interested in developing and authoring accessible electronic content
es_es: Los desarrolladores de software y autores de contenido electrónico de la Administración del Seguro Social utilizan diversos manuales de accesibilidad y materiales de capacitación para asegurar que el contenido proporcionado en ssa.gov sea accesible. La SSA pone a disposición estos recursos como un servicio público para ayudar a cualquier persona interesada en desarrollar y redactar contenido electrónico accesible
pt_pt: Os desenvolvedores de software da Administração da Previdência Social e autores de conteúdo eletrônico usam uma variedade de guias de acessibilidade e materiais de treinamento para tornar acessível o conteúdo fornecido em ssa.gov. A SSA disponibiliza esses recursos como um serviço público para auxiliar qualquer pessoa interessada em desenvolver e criar conteúdo eletrônico acessível.

source: Install ANDI
es_es: Instalar ANDI
pt_pt: Instale o ANDI

source: ANDI - Web Content Accessibility Test Tool
es_es: ANDI - Herramienta de prueba de accesibilidad de contenido web
pt_pt: ANDI - Ferramenta de teste de acessibilidade de conteúdo da web

source: ANDI, the Accessible Name & Description Inspector is a lightweight accessibility tool you can use to check for 508 compliance as you design and develop web applications
es_es: ANDI, el inspector de nombres y descripciones accesibles es una herramienta de accesibilidad liviana que puede usar para verificar el cumplimiento de 508 a medida que diseña y desarrolla aplicaciones web
pt_pt: ANDI, o Accessible Name & Description Inspector é uma ferramenta de acessibilidade leve que você pode usar para verificar a conformidade com 508 ao projetar e desenvolver aplicativos da web

source: Installation is as easy as adding a favorite or bookmark
es_es: La instalación es tan fácil como agregar un favorito o marcador
pt_pt: A instalação é tão fácil quanto adicionar um favorito ou marcador

source: ANDI is a simple interface that
es_es: ANDI es una interfaz simple que
pt_pt: ANDI é uma interface simples que

source: Automatically detects potential accessibility issues
es_es: Detecta automáticamente posibles problemas de accesibilidad
pt_pt: Detecta automaticamente possíveis problemas de acessibilidade

source: Discovers what a screen reader should say
es_es: Descubre lo que debe decir un lector de pantalla
pt_pt: Descobre o que um leitor de tela deve dizer

source: Suggests ways to improve accessibility
es_es: Sugiere formas de mejorar la accesibilidad
pt_pt: Sugere maneiras de melhorar a acessibilidade

source: Uses a design method that simplifies complex W3C specifications
es_es: Utiliza un método de diseño que simplifica las especificaciones W3C complejas
pt_pt: Usa um método de design que simplifica especificações complexas do W3C

source: Alternative Text Guide
es_es: Guía de texto alternativo
pt_pt: Guia de texto alternativo
