Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Slider Complements
es_es: Complementos del carrusel
fr_fr: Compléments de curseur
pt_pt: Complementos deslizantes

source: The Sub Area you requested is not available.
es_es: El área que solicitaste no está disponible.
pt_pt: A subárea solicitada não está disponível.

source: By submitting this form you agree to be contacted by
es_es: Al enviar este formulario, aceptas ser contactado/a por
pt_pt: Ao enviar este formulário você concorda em ser contatado por

source: via call, email, and text. To opt out, you can reply "stop" at any time or click the unsubscribe link in the emails. For more information see our
es_es: a través de llamada, correo electrónico y mensaje de texto. Para darse de baja, puedes responder "stop" en cualquier momento o hacer clic en el enlace para darte de baja en los emails. Para obtener más información, consulta nuestros
pt_pt: via chamada, e-mail e texto. Para cancelar, você pode responder "parar" a qualquer momento ou clicar no link de cancelamento de inscrição nos e-mails. Para mais informações consulte nosso

source: Terms and Conditions
es_es: Términos y condiciones
pt_pt: Termos e Condições

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité
pt_pt: Política de Privacidade

source: Edit Search
es_es: Editar búsqueda

source: Email Updates
es_es: Actualizaciones de correo electrónico
fr_fr: Mises à jour par email
pt_pt: Atualizações de e-mail

source: No Alert
es_es: Sin alerta
fr_fr: Aucune alerte
pt_pt: Nenhum alerta

source: Daily
es_es: Diario
fr_fr: Quotidienne
pt_pt: Diária

source: Weekly
es_es: Semanal
fr_fr: Hebdomadaire
pt_pt: Semanalmente

source: Monthly
es_es: Mensual
fr_fr: Mensuel
pt_pt: Por mês

source: Only Update me On
es_es: Solo actualizarme en
fr_fr: Ne me mettre à jour que sur
pt_pt: Atualize-me apenas em

source: New Listing (Always)
es_es: Nuevo listado (Siempre)
fr_fr: Nouveauté
pt_pt: Novo Listado (Sempre)

source: Price Change
es_es: Cambio de precio
fr_fr: Changement de prix
pt_pt: Mudança de preço

source: Status Change
es_es: Cambio de estado
fr_fr: Changement de statut
pt_pt: Mudança de status

source: Save Search
es_es: Guardar búsqueda
fr_fr: Enregistrer la recherche
pt_pt: Salvar busca

source: Why Create An Account?
es_es: ¿Por qué crear una cuenta?

source: Close Modal
es_es: Cerrar

source: Get new alerts
es_es: Recibe nuevas alertas

source: We will notify you when a new listing that matches your search criteria hits the market. Be the first to know of new listings!
es_es: Le notificaremos cuando llegue al mercado un nuevo listado que coincida con sus criterios de búsqueda. ¡Sé el primero en enterarte de nuevos anuncios!

source: Save your favorite listings
es_es: Guarda tus búsquedas favoritas

source: Save an unlimited number of listings on our site for easy access when you return
es_es: Guarde una cantidad ilimitada de listados en nuestro sitio para acceder fácilmente cuando regrese

source: Share properties with friends
es_es: Compartir propiedades similares

source: Easily share your favorite properties with your friends and family via email
es_es: Comparta fácilmente sus propiedades favoritas con sus amigos y familiares por email

source: View property history
es_es: Ver historial de propiedades

source: Log in
es_es: Iniciar sesión
fr_fr: S'identifier
pt_pt: Conecte-se

source: Register for a personalized experience
es_es: Regístrese para más detalles
fr_fr: Inscrivez-vous pour une expérience personnalisée
pt_pt: Registre-se para uma experiência personalizada

source: Not registered yet?
es_es: Todavía no estas registrado?
fr_fr: Pas encore inscrit?
pt_pt: Não registrado ainda?

source: Register now
es_es: Registrarse
fr_fr: S’enregistrer
pt_pt: Registrar agora

source: Enter email
es_es: Ingresar correo electrónico
fr_fr: Entrer un email
pt_pt: Digite o e-mail

source: Enter password
es_es: Ingresar contraseña
fr_fr: Entrer le mot de passe
pt_pt: Digite a senha

source: Continue with email
es_es: Continuar con el email
fr_fr: Continuer avec email
pt_pt: Continuar com e-mail

source: Back
es_es: Atrás
fr_fr: Retour
pt_pt: Voltar

source: Register with your email address
es_es: Regístrese para más detalles
fr_fr: Inscrivez-vous avec votre adresse email
pt_pt: Registre-se com seu endereço de e-mail

source: Looks like you already have an account with us.. Try logging in or resetting your password.
es_es: Parece que ya tienes una cuenta con nosotros. Intenta iniciar sesión o restablecer tu contraseña.
fr_fr: On dirait que vous avez déjà un compte avec nous.. Essayez de vous connecter ou de réinitialiser votre mot de passe.
pt_pt: Parece que você já tem uma conta conosco. Tente fazer login ou redefinir sua senha.

source: Enter name and password
es_es: Ingrese nombre y contraseña
fr_fr: Entrez le nom et le mot de passe
pt_pt: Digite nome e senha

source: Just a few more details so we can help you.
es_es: Solo unos pocos detalles más para que podamos ayudarte.
fr_fr: Juste quelques détails supplémentaires pour que nous puissions vous aider
pt_pt: Só mais alguns detalhes para que possamos ajudá-lo.

source: First Name
es_es: Nombre
fr_fr: Prénom
pt_pt: Primeiro nome

source: Last Name
es_es: Apellido
fr_fr: Nom de famille
pt_pt: Sobrenome

source: Use phone number as password
es_es: Usa el número de teléfono como contraseña
fr_fr: Utilisé comme mot de passe
pt_pt: Usar número de telefone como senha

source: Phone number
es_es: Teléfono
fr_fr: Numéro de téléphone
pt_pt: Número de telefone

source: I'm finished
es_es: He terminado
fr_fr: J'ai terminé
pt_pt: Eu terminei

source: Thank You For Registering
es_es: Gracias por registrarte
fr_fr: Merci de votre inscription
pt_pt: Obrigado por se registrar

source: (All fields are required)
es_es: (Todos los campos son requeridos)
fr_fr: (Tous les champs sont requis)
pt_pt: (Todos os campos são necessários)

source: When are you looking to purchase?
es_es: ¿Cuándo buscas comprar una casa?
fr_fr: Quand cherchez-vous à acheter?
pt_pt: Quando você pretende comprar?

source: Within 1-3 months
es_es: Dentro de 1-3 meses
fr_fr: Dans les 1-3 mois
pt_pt: Dentro de 1-3 meses

source: Within 3-6 months
es_es: Dentro de 3-6 meses
fr_fr: Dans les 3-6 mois
pt_pt: Dentro de 3-6 meses

source: More than 6 months
es_es: Más de 6 meses
fr_fr: Plus de 6 mois
pt_pt: Mais de 6 meses

source: Need assistance with financing?
es_es: ¿Necesita ayuda con la financiación?
fr_fr: Besoin d'aide pour le financement?
pt_pt: Precisa de ajuda com financiamento?

source: I am pre-approved
es_es: Estoy Pre-Aprobado
fr_fr: Je suis pré-approuvé
pt_pt: Estou pré-aprovado

source: Not pre-approved yet
es_es: No pre-aprovado todavía
fr_fr: Pas encore pré-approuvé
pt_pt: Ainda não pré-aprovado

source: I prefer to buy with cash
es_es: Prefiero comprar en efectivo
fr_fr: Je préfère acheter avec de l'argent
pt_pt: prefiro comprar com dinheiro

source: Need to also sell your property?
es_es: ¿Necesitas también vender tu propiedad?
fr_fr: Vous devez également vendre votre propriété?
pt_pt: Precisa também vender o seu imóvel?

source: Looking to sell too
es_es: Buscando vender tambíen
fr_fr: Vous cherchez à vendre aussi
pt_pt: Procurando vender também

source: Not looking to sell
es_es: No estoy buscando vender
fr_fr: Ne cherche pas à vendre
pt_pt: Não quero vender

source: Not sure yet
es_es: No estoy seguro todavía
fr_fr: Pas encore sûr
pt_pt: Ainda não tenho certeza

source: Reset password
es_es: Restablecer contraseña
pt_pt: Redefinir senha

source: Enter your email address and we'll send you a link to be able to change your password
es_es: Ingrese su dirección de correo electrónico y le enviaremos un enlace con su contraseña
fr_fr: Entrez votre adresse email et nous vous enverrons un lien pour pouvoir changer votre mot de passe
pt_pt: Digite seu endereço de e-mail e lhe enviaremos um link para alterar sua senha

source: Enter your new password
es_es: Introduzca su nueva contraseña
fr_fr: Nouveau mot de passe
pt_pt: Digite sua nova senha

source: Email Address
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
pt_pt: Endereço de email

source: Enter E-mail
es_es: Ingresar correo electrónico
fr_fr: Entrer E-mail
pt_pt: Digite o e-mail

source: Send
es_es: Enviar
fr_fr: Envoyer
pt_pt: Enviar

source: or
es_es: o
fr_fr: ou
pt_pt: ou

source: Login with Facebook
es_es: Iniciar sesión con Facebook
fr_fr: Connectez-vous avec Facebook
pt_pt: Entrar com o Facebook

source: Login with Google
es_es: Iniciar sesión con Google

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié?
pt_pt: Esqueceu sua senha?

source: Reset now
es_es: Resetear ahora
fr_fr: Réinitialiser maintenant
pt_pt: Redefinir agora

source: In agreement with our
es_es: De acuerdo con nuestro
fr_fr: En accord avec notre
pt_pt: De acordo com o nosso

source: Terms of Use
es_es: Términos de uso
fr_fr: Conditions d'utilisation
pt_pt: Termos de uso

source: Already registered?
es_es: ¿Ya estás registrado?
fr_fr: Déjà inscrit?
pt_pt: Já registrado?

source: Log in
es_es: Iniciar sesión
fr_fr: Se connecter
pt_pt: Conecte-se

source: Save search
es_es: Guardar búsqueda
pt_pt: Salvar busca

source: Save your preferred areas for future reference
es_es: Guarde sus áreas preferidas para referencia futura
pt_pt: Salve suas áreas preferidas para referência futura

source: You will receive automatic updates every time there are new listings and price reductions
es_es: Recibirás actualizaciones automáticas cada vez que haya nuevos anuncios y rebajas de precio
pt_pt: Você receberá atualizações automáticas sempre que houver novas listagens e reduções de preços

source: Save This Search
es_es: Guarde esta búsqueda
fr_fr: Enregistrer cette recherche
pt_pt: Salve esta pesquisa

source: Search Name(*)
es_es: Nombre de la búsqueda (*)
fr_fr: Nom de la recherche (*)
pt_pt: Pesquisar Nome(*)

source: Search Name
es_es: Nombre de la búsqueda
fr_fr: Nom de recherche
pt_pt: Pesquisar nome

source: Only Update Me On
es_es: Solo actualizarme en
fr_fr: Ne me mettre à jour que sur
pt_pt: Somente atualize-me

source: Saved Search
es_es: Búsqueda guardada
fr_fr: Enregistrer cette recherche
pt_pt: Pesquisa salva

source: Update Saved Search
es_es: Búsqueda guardada
fr_fr: Enregistrer cette recherche
pt_pt: Atualizar pesquisa salva

source: Property added to favorites
es_es: Propiedad añadida a favoritos
fr_fr: Propriété ajoutée aux favoris!
pt_pt: Imóvel adicionado aos favoritos

source: You can see your saved properties
es_es: Puedes ver tus propiedades guardadas
fr_fr: Vous pouvez voir vos propriétés enregistrées
pt_pt: Você pode ver suas propriedades salvas

source: under your account
es_es: debajo de tu cuenta
fr_fr: sous votre compte
pt_pt: sob sua conta

source: Your changes have been saved successfully
es_es: Sus cambios se han guardado con éxito
fr_fr: Vos modifications ont été enregistrées avec succès
pt_pt: Suas alterações foram salvas com sucesso

source: Schedule a Consultation
es_es: Programar una visita
fr_fr: Organiser une visite
pt_pt: Agende uma Consulta

source: Please provide your contact information and one of our real estate professionals will be in touch.
es_es: Por favor, proporcione su información de contacto y uno de nuestros profesionales de bienes raíces se pondrá en contacto.
fr_fr: S'il vous plaît fournir vos informations de contact et l'un de nos professionnels de l'immobilier sera en contact.
pt_pt: Forneça suas informações de contato e um de nossos profissionais imobiliários entrará em contato.

source: CALL US
es_es: Llámenos
fr_fr: APPELEZ-NOUS
pt_pt: LIGUE PARA NÓS

source: Comments
es_es: Comentarios
fr_fr: Commentaires
pt_pt: Comentários

source: Prefered Time and Date
es_es: Hora y fecha preferidas
fr_fr: Heure et date préférées
pt_pt: Hora e data preferidas

source: Morning
es_es: Mañana
fr_fr: Matin
pt_pt: manhã

source: Afternoon
es_es: Tarde
fr_fr: Après midi
pt_pt: Tarde

source: Evening
es_es: Noche
fr_fr: Soir
pt_pt: Noite

source: Choose Date
es_es: Elija la fecha
fr_fr: Choisissez la date
pt_pt: Escolha a data

source: Submit
es_es: Enviar
fr_fr: Envoyer
pt_pt: Enviar

source: Email to a friend
es_es: Enviar a un amigo
fr_fr: Envoyer à un ami
pt_pt: E-mail para um amigo

source: Recomend this to a friend, just enter their email below
es_es: Recomiéndalo a un amigo, solo ingrese su email debajo
fr_fr: Recommandez ceci à un ami, entrez simplement son email ci-dessous
pt_pt: Recomende para um amigo, basta digitar o e-mail abaixo

source: Friend&#039s Information
es_es: Información de amigo
fr_fr: Informations sur les amis
pt_pt: Informações do amigo

source: Friend&#039s email
es_es: Email de amigo
fr_fr: Email d'un ami
pt_pt: E-mail do amigo

source: Friend&#039s Email
es_es: Email de amigo
fr_fr: Email d'un ami
pt_pt: E-mail do amigo

source: Friend name
es_es: Nombre del amigo
fr_fr: Nom de l'ami
pt_pt: Nome do amigo

source: Friend&#039s Name
es_es: Nombre del amigo
fr_fr: Nom de l'ami
pt_pt: Nome do amigo

source: Your Information
es_es: Tu información
fr_fr: Vos informations
pt_pt: Sua informação

source: Your Name
es_es: Tu nombre
fr_fr: Votre nom
pt_pt: Seu nome

source: Your Email
es_es: Tu correo electrónico
fr_fr: Votre email
pt_pt: Seu email

source: Required Fields
es_es: Campos requeridos
fr_fr: Champs obligatoires
pt_pt: Os campos obrigatórios

source: Bed
es_es: Cuarto
fr_fr: Chambre
pt_pt: Cama

source: Bath
es_es: Baños
fr_fr: Salles de bains
pt_pt: Banho

source: Year Built
es_es: Año de construcción
fr_fr: Année de construction
pt_pt: Ano de construção

source: Email to a Friend
es_es: Enviar a un amigo
pt_pt: E-mail para um amigo

source: To
es_es: A
pt_pt: Para

source: Enter your email
es_es: Ingresar correo electrónico
pt_pt: Digite seu e-mail

source: Enter your name
es_es: Ingresa tu nombre
pt_pt: Digite seu nome

source: Message
es_es: Mensaje
pt_pt: Mensagem

source: Hi. Check out the property I found on
es_es: Hola. Echa un vistazo a la propiedad que encontré en
pt_pt: Oi. Confira o imóvel que encontrei

source: Email Sent
es_es: Correo enviado
fr_fr: Email envoyé!
pt_pt: E-mail enviado

source: Estimated Monthly Payment
es_es: Pago mensual estimado
pt_pt: Pagamento Mensal Estimado

source: Monthly Amount
es_es: Cantidad mensual
fr_fr: Montant mensuel
pt_pt: Valor Mensal

source: Estimate includes principal and interest. Does not include taxes and insurance.
es_es: La estimación incluye capital e intereses. No incluye impuestos ni seguros.
pt_pt: A estimativa inclui principal e juros, impostos e seguros.

source: Mortgage calculator
es_es: Calculadora de hipoteca
fr_fr: Calculer votre emprunt immobiler
pt_pt: Calculadora de hipoteca

source: Purchase Price
es_es: Precio de compra
fr_fr: Prix du bien
pt_pt: Preço de compra

source: Year Term
es_es: Plazo
pt_pt: Prazo do ano

source: 30 Years
es_es: 30 años
fr_fr: 30 Années
pt_pt: 30 Anos

source: 20 Years
es_es: 20 años
pt_pt: 20 Anos

source: 15 Years
es_es: 15 años
fr_fr: 15 Années
pt_pt: 15 Anos

source: 10 Years
es_es: 10 años
pt_pt: 10 Anos

source: Interest Rate(%)
es_es: Tasa de interés(%)
pt_pt: Taxa de juro(%)

source: Down Payment(%)
es_es: Pago inicial(%)
pt_pt: Pagamento inicial(%)

source: Calculate
es_es: Calcular
fr_fr: Calculer

source: Let’s us know the best time for showing.
es_es: Déjenos saber el mejor momento para mostrar la propiedad.
fr_fr: Découvrez les mensualités de remboursement
pt_pt: Deixe-nos saber o melhor horário para exibição.

source: Mortgage Breakdown
es_es: Desglose de hipoteca
fr_fr: Vos mensualités
pt_pt: Análise da hipoteca

source: Mortgage Amount
es_es: Importe de la hipoteca
fr_fr: Montant du prêt
pt_pt: Valor da hipoteca

source: Down Payment Amount
es_es: Cantidad del pago inicial
fr_fr: Montant de l’apport
pt_pt: Valor do adiantamento

source: Total Monthly Amount
es_es: Monto mensual total
fr_fr: Montant mensuel total
pt_pt: Valor Total Mensal

source: (Principal & Interest, and PMI)
es_es: (Principal e Interés, y PMI)
fr_fr: (Principal et intérêt, et PMI)
pt_pt: (Principal e Juros e PMI)

source: Information has been updated!
es_es: La información ha sido actualizada!
fr_fr: L'information a été mise à jour!
pt_pt: As informações foram atualizadas!

source: Search Saved
es_es: Búsqueda guardada
fr_fr: Recherche sauvegardée
pt_pt: Pesquisa salva

source: Your search has been saved successfuly.
es_es: Su búsqueda se ha guardado con éxito.
fr_fr: Votre recherche a été enregistrée avec succès.
pt_pt: Sua pesquisa foi salva com sucesso.

source: Subscribe Alert
es_es: Alerta de suscripción
pt_pt: Alerta de inscrição

source: Continue searching for homes
es_es: Continuar buscando casas
fr_fr: Continuer à chercher des maisons
pt_pt: Continue procurando por casas

source: Thank you for registering!
es_es: ¡Gracias por registrarte!
fr_fr: Merci pour votre inscription!
pt_pt: Obrigado por se registrar!

source: Use Phone Number For Password
es_es: Use su número de teléfono para la contraseña
fr_fr: Utiliser le numéro de téléphone pour le mot de passe
pt_pt: Use o número de telefone como senha

source: Used as password
es_es: Usado como contraseña
fr_fr: Utilisé comme mot de passe
pt_pt: Usado como senha

source: Skip this step
es_es: Salta este paso
pt_pt: Pular esta etapa

source: Just a few more details so we can help you
es_es: Solo unos pocos detalles más para que podamos ayudarte
fr_fr: Juste quelques détails supplémentaires pour que nous puissions vous aider
pt_pt: Só mais alguns detalhes para que possamos ajudá-lo

source: beds
es_es: cuartos
pt_pt: camas

source: baths
es_es: baños
pt_pt: banhos

source: UNSUBSCRIBE ALERT
es_es: CANCELAR ALERTA
fr_fr: Se désabonner
pt_pt: ALERTA DE CANCELAMENTO DE INSCRIÇÃO

source: You’ve been unsubscribed from My Saved Search.
es_es: Has sido dado de baja de Mi búsqueda guardada.
fr_fr: Vous avez été désabonné de votre recherche enregistrée.
pt_pt: Sua inscrição em Minha pesquisa salva foi cancelada.

source: You’ll still receive other
es_es: Aún recibirás otros correos electrónicos de
fr_fr: Vous recevrez toujours (
pt_pt: Você ainda receberá outros

source: emails that you have subscribed to.
es_es: a los que te has suscrito.
fr_fr: ) les emails des autres listes auxquelles vous êtes inscrit.
pt_pt: e-mails que você assinou.

source: Price Changes
es_es: Cambio de precio
fr_fr: Changement de prix
pt_pt: Mudanças de preço

source: status changes
es_es: cambios de estado
fr_fr: Changement de statut
pt_pt: mudanças de status

source: Oops, was it a mistake?
es_es: Ups, ¿fue un error?
fr_fr: Oups, était-ce une erreur?
pt_pt: Ops, foi um erro?

source: Resubscribe
es_es: Volver a suscribirse
fr_fr: Inscrivez-vous à nouveau
pt_pt: Inscrever-se novamente

source: Hooray! You have resubscribed.
es_es: ¡Hurra! Usted se volvió a suscribir.
fr_fr: Hourra! Vous avez désabonné.
pt_pt: Viva! Você se inscreveu novamente.

source: Thanks for staying with us.
es_es: Gracias por quedarte con nosotros.
fr_fr: Merci de rester avec nous.
pt_pt: Obrigado por ficar conosco.

source: SUBSCRIBE ALERT
es_es: ACTIVAR ALERTA
fr_fr: Souscrire à une alerte
pt_pt: ALERTA DE INSCRIÇÃO

source: Hooray! You have resubscribied. Thanks for staying with us.
es_es: ¡Hurra! Usted ha vuelto a suscribir. Gracias por quedarte con nosotros.
fr_fr: Hourra! Vous êtes abonné Merci de rester avec nous.
pt_pt: Viva! Você se inscreveu novamente. Obrigado por ficar conosco.

source: EDIT ALERT
es_es: EDITAR ALERTA
fr_fr: EDITER UNE ALERTE
pt_pt: EDITAR ALERTA

source: Daily (each morning)
es_es: Diariamente (cada mañana)
fr_fr: Quotidien (chaque matin)
pt_pt: Diariamente (todas as manhãs)

source: Update Search
es_es: Actualizar b؜úsqueda
fr_fr: Mettre à jour la recherche
pt_pt: Atualizar pesquisa

source: Your alert
es_es: Su alerta
fr_fr: Votre alerte
pt_pt: Seu alerta

source: is updated.
es_es: la información ha sido actualizada.
fr_fr: est mis à jour.
pt_pt: é atualizada.

source: Sign In
es_es: Iniciar Sesión
fr_fr: Se connecter
pt_pt: Entrar

source: Enter an address, city, zip code or MLS number
es_es: Ingrese dirección, ciudad, código postal o número MLS
fr_fr: Entrez adresse, ville, zip ou MLS
pt_pt: Insira um endereço, cidade, CEP ou número MLS

source: Advanced search options
es_es: Opciones de búsqueda avanzada
fr_fr: Options de recherche avancée
pt_pt: Opções de pesquisa avançada

source: The building you requested is not available.
es_es: El edificio que solicitaste no está disponible.
fr_fr: Le bâtiment que vous avez demandé n'est pas disponible
pt_pt: O prédio que você solicitou não está disponível.

source: Share
es_es: Compartir
fr_fr: Partager
pt_pt: Compartilhar

source: Copy Link
es_es: Copiar link
pt_pt: Link de cópia

source: copied
es_es: copiado
pt_pt: copiada

source: INQUIRE
es_es: PREGUNTAR
fr_fr: RENSEIGNER
pt_pt: INVESTIGAR

source: Back to results
es_es: Volver a los resultados
fr_fr: Retour aux résultats
pt_pt: Voltar aos resultados

source: Call me
es_es: Llámame
fr_fr: Appellez-moi
pt_pt: Liga para mim

source: photos
es_es: potos
pt_pt: fotos

source: map view
es_es: vista del mapa
fr_fr: vue de la carte
pt_pt: visão do mapa

source: Pending
es_es: Pendiente
fr_fr: En attendant
pt_pt: Pendente

source: share
es_es: compartir
fr_fr: Partager
pt_pt: compartilhar

source: print
es_es: imprimir
fr_fr: Imprimer
pt_pt: imprimir

source: Read More
es_es: Leer más
pt_pt: consulte mais informação

source: Read less
es_es: Leer menos
pt_pt: Leia menos

source: Stories
es_es: Pisos
fr_fr: Étages
pt_pt: Histórias

source: Average Price SqFt
es_es: Precio promedio SqFt
fr_fr: Prix moyen SqFt
pt_pt: Preço médio pés quadrados

source: Average Days on Market
es_es: Promedio de días en el mercado
fr_fr: Jours moyens sur le marché
pt_pt: Média de dias no mercado

source: Amenities at
es_es: Comodidades en
pt_pt: Comodidades em

source: FLOORPLANS
es_es: Planos
fr_fr: Étages
pt_pt: PLANOS DE CHÃO

source: Model
es_es: Modelos
fr_fr: Modèle
pt_pt: Modelo

source: Line
es_es: Linea
fr_fr: Étages
pt_pt: Linha

source: Beds/Baths/Half Bath
es_es: Cuartos/Baños/Medio Baño
fr_fr: Lits/Bains/Demi Bain
pt_pt: Camas/Banhos/Meio banho

source: Size SQ FT Inside
es_es: Tamaño interior SQ FT
pt_pt: Tamanho SQ FT interno

source: Size m² Inside
es_es: Tamaño interior m²
pt_pt: Tamanho m² Interior

source: Size SQ FT Exterior
es_es: Tamaño exterior SQ FT
pt_pt: Tamanho SQ FT Exterior

source: Size m² Exterior
es_es: Tamaño exterior m²
pt_pt: Tamanho m² Exterior

source: Floorplans
es_es: Planos
fr_fr: Étage
pt_pt: Planos de chão

source: Download
es_es: Descargar
fr_fr: Télécharger

source: Call to
es_es: Llámame
fr_fr: Appellez-moi
pt_pt: Ligar para

source: Ph
es_es: Tel
fr_fr: Téléphone

source: Gender
es_es: Género
fr_fr: genre
pt_pt: Gênero

source: Mr.
es_es: Sr.
fr_fr: Monsieur
pt_pt: Sr.

source: Mrs.
es_es: Srs.
fr_fr: Madame
pt_pt: Sra.

source: Miss
es_es: Sra
fr_fr: Mlle
pt_pt: Perder

source: Phone
es_es: Teléfono
fr_fr: Téléphone
pt_pt: Telefone

source: I am interested in
es_es: Estoy interesado en
fr_fr: Je suis intéressé(e) par
pt_pt: estou interessado em

source: at
es_es: a
pt_pt: em

source: Request Information
es_es: Solicitar información
fr_fr: Demande d’informations
pt_pt: Pedir informação

source: Request information
es_es: Solicitar información
fr_fr: Demande d’informations
pt_pt: Pedir informação

source: Average Price
es_es: Precio promedio SqFt
fr_fr: Prix moyen
pt_pt: Preço médio

source: Inventory
es_es: Inventario
fr_fr: Inventaire
pt_pt: Inventário

source: FusionCharts will render here
es_es: Los gráficos de fusión renderizarán aquí
fr_fr: FusionCharts rendra ici
pt_pt: FusionCharts será renderizado aqui

source: For sale
es_es: En venta
fr_fr: Acheter
pt_pt: À venda

source: For rent
es_es: En renta
fr_fr: À louer
pt_pt: Aluguel

source: Condo Statistics
es_es: Estadísticas del edificio
fr_fr: Statistique de l’immeuble
pt_pt: Estatísticas do condomínio
