Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Cookies are files with a small amount of data, which may include an anonymous unique identifier. Cookies are sent to your browser from a web site and stored on your computer's hard drive
es_es: Las cookies son ficheros con una pequeña cantidad de datos, que pueden incluir un identificador único anónimo. Las cookies se envían a su navegador desde un sitio web y se almacenan en el disco duro de su computadora

source: We use “cookies” to collect information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service
es_es: Utilizamos “cookies” para recopilar información. Puede indicarle a su navegador que rechace todas las cookies o que indique cuándo se envía una cookie. Sin embargo, si no acepta las cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio

source: Service Providers
es_es: Proveedores de servicio
pt_pt: Provedores de serviço

source: We may employ third party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used
es_es: Podemos emplear empresas e individuos de terceros para facilitar nuestro Servicio, proporcionar el Servicio en nuestro nombre, realizar servicios relacionados con el Servicio o ayudarnos a analizar cómo se utiliza nuestro Servicio

source: These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose
es_es: Estos terceros tienen acceso a su información personal solo para realizar estas tareas en nuestro nombre y están obligados a no divulgarla ni utilizarla para ningún otro propósito

source: Security
es_es: Seguridad
pt_pt: Segurança

source: The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security
es_es: La seguridad de su información personal es importante para nosotros, pero recuerde que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger su información personal, no podemos garantizar su seguridad absoluta

source: Removal and Modification of Account Information
es_es: Eliminación y modificación de la información de la cuenta

source: At
es_es: En

source: your privacy is important to us
es_es: su privacidad es importante para nosotros

source: Removal of Account Information: If you wish to have your account information removed from our website, please contact us at
es_es: Eliminación de información de cuenta: si desea que se elimine la información de su cuenta de nuestro sitio web, contáctenos en

source: Modification of Account Information: If you need to update your account information, you can also reach out to us at
es_es: Modificación de la información de la cuenta: si necesita actualizar la información de su cuenta, también puede comunicarse con nosotros en

source: We are committed to responding to your requests promptly and ensuring the security of your account information.
es_es: Nos comprometemos a responder a sus solicitudes con prontitud y garantizar la seguridad de la información de su cuenta.

source: Links To Other Sites
es_es: Enlaces a otros sitios
pt_pt: Links para outros sites

source: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit
es_es: Nuestro Servicio puede contener enlaces a otros sitios que no son operados por nosotros. Si hace clic en un enlace de un tercero, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de privacidad de cada sitio que visite

source: We have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites or services
es_es: No tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros

source: Children's Privacy
es_es: Privacidad de los niños
pt_pt: Privacidade infantil

source: Our Service does not address anyone under the age of 18 (“Children”)
es_es: Nuestro Servicio no está dirigido a personas menores de 18 años ("Niños")

source: We do not knowingly collect personally identifiable information from children under 18. If you are a parent or guardian and you are aware that your child has provided us with Personal Information, please contact us. If we discover that a child under 18 has provided us with Personal Information, we will delete such information from our servers immediately
es_es: No recopilamos intencionalmente información de identificación personal de niños menores de 18 años. Si usted es padre o tutor y sabe que su hijo nos ha proporcionado información personal, comuníquese con nosotros. Si descubrimos que un niño menor de 18 años nos ha proporcionado información personal, eliminaremos dicha información de nuestros servidores inmediatamente

source: Compliance With Laws
es_es: De acuerdo con las leyes
pt_pt: Conformidade com as leis

source: We will disclose your Personal Information where required to do so by law or subpoena
es_es: Divulgaremos su información personal cuando así lo exija la ley o una citación

source: Changes To This Privacy Policy
es_es: Cambios a esta política de privacidad
pt_pt: Alterações nesta Política de Privacidade

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page
es_es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page
es_es: Se le recomienda revisar esta Política de Privacidad periódicamente para detectar cualquier cambio. Los cambios a esta Política de Privacidad entran en vigencia cuando se publican en esta página

source: If you have any questions regarding the Privacy Policy, please call us at
es_es: Si tiene alguna pregunta sobre la Política de Privacidad, llámenos al

source: or send us an email to
es_es: o envíanos un correo electrónico a

source: Back to top
es_es: Regresar a
fr_fr: Retour à
pt_pt: De volta ao topo

source: What are you looking to buy?
es_es: ¿Qué estás buscando para comprar?
fr_fr: Que souhaitez vous acheter ?
pt_pt: O que você pretende comprar?

source: Condo
es_es: Apartamentos
fr_fr: Appartement
pt_pt: Condomínio

source: Single Family Home
es_es: Casas
fr_fr: Maisons
pt_pt: Casa unifamiliar

source: What's your price range?
es_es: ¿Cuál es su rango de precios?
fr_fr: Quelle est votre gamme de prix?
pt_pt: Qual é a sua faixa de preço?

source: Below $1M
es_es: Abajo de $1M
fr_fr: Moins de $1M
pt_pt: Abaixo de US$ 1 milhão

source: $1M to $3M
es_es: $1M a $3M

source: $3M to $5M
es_es: $3M a $5M
fr_fr: De $3M à $5M
pt_pt: US$ 3 milhões a US$ 5 milhões

source: How many bedrooms?
es_es: ¿Cuántos Cuartos?
fr_fr: Combien de chambres?
pt_pt: Quantos quartos?

source: How many bathrooms?
es_es: ¿Cuántos baños?
fr_fr: Combien de salles de bain?
pt_pt: Quantos banheiros?

source: Timeline to purchase
es_es: Tiempo para comprar
fr_fr: Sous combien de temps souhaitez vous conclure votre projet?
pt_pt: Cronograma para comprar

source: Now
es_es: Ahora
fr_fr: Immédiatement
pt_pt: Agora

source: Soon
es_es: Pronto
fr_fr: Bientôt
pt_pt: Breve

source: Later
es_es: Luego
fr_fr: Postérieur
pt_pt: Mais tarde

source: Contact Information
es_es: Información de contacto
fr_fr: Vos informations
pt_pt: Informações de contato

source: Please provide your contact information below and we will be in touch very soon!
es_es: Proporcione su información de contacto a continuación y nos pondremos en contacto muy pronto!
fr_fr: Veuillez fournir vos coordonnées ci-dessous et nous vous contacterons très bientôt!
pt_pt: Por favor, forneça suas informações de contato abaixo e entraremos em contato em breve!

source: Name*
es_es: Nombre*
fr_fr: Prénom*
pt_pt: Nome*

source: Phone*
es_es: Teléfono*
fr_fr: Telephone*
pt_pt: Telefone

source: Continue
es_es: Continuar
fr_fr: Suivant
pt_pt: Continuar

source: Next
es_es: Siguiente
fr_fr: Prochain
pt_pt: Próxima

source: Login
es_es: Iniciar sesión
pt_pt: Conecte-se

source: Highest Lot Size
es_es: Lote mas grande
pt_pt: Maior tamanho de lote

source: Lowest Lot Size
es_es: Lote mas pequeño
pt_pt: Menor tamanho de lote

source: Recommend this to a friend, just enter their email bellow
es_es: Recomiéndalo a un amigo, solo ingrese su email debajo
fr_fr: Recommandez ceci à un ami, entrez simplement son email ci-dessous
pt_pt: Recomende para um amigo, basta digitar o e-mail abaixo

source: Min Price
es_es: Cualquier precio
fr_fr: Budget
pt_pt: Preço mínimo

source: Max Price
es_es: Precio
fr_fr: Prix
pt_pt: Preço máximo

source: Min Beds
es_es: Cuartos
fr_fr: Chambres
pt_pt: Mínimo de camas

source: Max Beds
es_es: Cuartos
fr_fr: Chambres
pt_pt: Máximo de camas

source: Min Baths
es_es: Min baños
fr_fr: Salle de bains
pt_pt: Mínimo de banhos

source: Max Baths
es_es: Max baños
fr_fr: Salles de bains
pt_pt: Máximo de banhos

source: Min Year
es_es: Año minimo
fr_fr: Année
pt_pt: Ano mínimo

source: Max Year
es_es: Año máximo
fr_fr: Année des taxes
pt_pt: Ano máximo

source: of
es_es: de
pt_pt: de

source: Frontage Length
es_es: Longitud del frente
pt_pt: Comprimento da fachada

source: bed(s)
es_es: cuarto(s)
fr_fr: chambre(s)
pt_pt: cama(s)

source: bath(s)
es_es: baño(s)
fr_fr: Bain(s)
pt_pt: banho(s)

source: sale
es_es: en venta
fr_fr: Acheter
pt_pt: oferta

source: rent
es_es: en renta
fr_fr: Louer
pt_pt: aluguel

source: Select a City
es_es: Seleccionar ciudad
fr_fr: Ville
pt_pt: Selecione uma cidade

source: View Properties
es_es: Ver Propiedades
fr_fr: Rechercher
pt_pt: Ver propriedades

source: Condo quick search
es_es: Búsqueda rápida de condos
pt_pt: Pesquisa rápida de condomínio

source: Top 100 Buildings
es_es: Top 100 edificios
pt_pt: 100 principais edifícios

source: All Buildings
es_es: Todos los edificios
pt_pt: Todos os edifícios

source: Buildings By Area
es_es: Edificios por área
pt_pt: Edifícios por área

source: Search for homes
es_es: Buscar casas
pt_pt: Procure casas

source: for rent
es_es: en renta
pt_pt: para alugar

source: Homes by City / Neighborhood
es_es: Casas por ciudad / Vecindario
pt_pt: Casas por Cidade / Bairro

source: Search homes
es_es: Buscar casas
pt_pt: Pesquisar casas

source: Search for condos
es_es: Buscar condos
pt_pt: Procure por condomínios

source: What are you looking to rent?
es_es: ¿Estás buscando alquilar tu casa?
fr_fr: Que souhaitez vous louer ?
pt_pt: O que você quer alugar?

source: What’s your price range?
es_es: Cual es tu rango de precio?
fr_fr: Estimation de votre budget
pt_pt: Qual é a sua faixa de preço?

source: Below $5K
es_es: Debajo de $5K
pt_pt: Abaixo de US$ 5 mil

source: $5K to $10k
es_es: $5K a $10k
fr_fr: De $5K à $10K
pt_pt: $ 5 mil a $ 10 mil

source: $10K to $15K
es_es: $10K a $15K
fr_fr: De $10K à $15K
pt_pt: $ 10 mil a $ 15 mil

source: Timeline to rent
es_es: Tiempo para alquilar
fr_fr: Sous combien de temps souhaitez vous conclure votre projet?
pt_pt: Cronograma para alugar

source: What's Your Home Worth?
es_es: ¿Cuál es el valor de su casa?
fr_fr: Recevez une estimation de votre bien immobilier à Miami
pt_pt: Quanto vale a sua casa?

source: Please fill out your address below to receive a
es_es: ¡Complete su dirección a continuación para recibir un
fr_fr: Veuillez compléter votre adresse ci-dessous pour recevoir une
pt_pt: Preencha seu endereço abaixo para receber um

source: complimentary market analysis from one of our experts!
es_es: análisis de mercado gratuito de uno de nuestros expertos!
fr_fr: analyse de marché gratuite de l'un de nos experts!
pt_pt: análise de mercado gratuita de um de nossos especialistas!

source: Enter your address here
es_es: Ingrese su dirección aquí
fr_fr: Veuillez entrer votre adresse
pt_pt: Digite seu endereço aqui

source: Find out now
es_es: Encuéntralo ahora
fr_fr: Trouver
pt_pt: Descubra agora

source: Planning Stages
es_es: Etapas de planificación
fr_fr: Sous combien de temps souhaitez vous vendre votre propriété ?
pt_pt: Estágios de planejamento

source: I&#039m Ready
es_es: Estoy listo
fr_fr: Je suis prêt
pt_pt: Estou pronto

source: Almost There
es_es: Casi listo
fr_fr: Presque là
pt_pt: Quase lá

source: Highest
es_es: Precio más caro
pt_pt: Altíssima

source: Lowest
es_es: Precio más bajo
pt_pt: Mais baixo

source: No matching results
es_es: No hay coincidencias
pt_pt: Nenhum resultado correspondente

source: your search
es_es: tu búsqueda
pt_pt: Sua pesquisa

source: Call Us
es_es: Llámame
fr_fr: Appellez-moi
pt_pt: Ligue para nós

source: Prev
es_es: Anterior

source: Enter your Name
es_es: Ingresa tu nombre
pt_pt: Digite seu nome

source: First Name *
es_es: Nombre
pt_pt: Primeiro nome *

source: Enter your last name
es_es: Apellido
pt_pt: Digite seu sobrenome

source: Last Name *
es_es: Apellido
pt_pt: Sobrenome *

source: Enter your phone number
es_es: Por favor, introduzca su número de teléfono
pt_pt: Digite seu número de telefone

source: Phone *
es_es: Teléfono*
pt_pt: Telefone *

source: Comments *
es_es: Comentarios*
pt_pt: Comentários *

source: Go to Privacy page
es_es: Ir a la página de Privacidad
pt_pt: Vá para a página Privacidade

source: Privacy
es_es: Privacidad
pt_pt: Privacidade

source: Go to Terms of Service page
es_es: Ir a la página de Términos de servicio
pt_pt: Vá para a página Termos de Serviço

source: Go to Accessibility page
es_es: Ir a la página de Accesibilidad
pt_pt: Vá para a página Acessibilidade

source: Call us now
es_es: Llámenos
pt_pt: Ligue-nos agora

source: Fill the form below and we'll contact <br> you back promptly
es_es: Rellene el siguiente formulario y nos pondremos en contacto <br> con usted de inmediato
pt_pt: Preencha o formulário abaixo e entraremos em contato com você imediatamente

source: Enter your Phone number
es_es: Introduzca su número de teléfono

source: Available Sold
es_es: Fecha de venta
fr_fr: Date de vente
pt_pt: Disponível Vendido

source: Rating
fr_fr: Évaluation
pt_pt: Listado

source: Retail
pt_pt: Vareja

source: Townhouses
pt_pt: Moradias

source: Intracoastal
pt_pt: Intracostal

source: Golf
pt_pt: Golfe

source: Penthouse
pt_pt: Cobertura

source: Lofts
pt_pt: Sótãos

source: Sq.Ft.
pt_pt: Pés quadrados.

source: Oops...
fr_fr: Oups...
pt_pt: Ops...

source: sqft
pt_pt: pés quadrados

source: video
fr_fr: vidéo
pt_pt: vídeo

source: Sqft
pt_pt: Pés quadrados

source: $/Sqft
pt_pt: $/pé quadrado

source: $/Sq.Ft
pt_pt: $/pé quadrado

source: Tax Legal desc
pt_pt: Descrição Jurídica Tributária

source: Listing Provided by NWMLS
pt_pt: Listagem fornecida por NWMLS

source: Sq.Ft
pt_pt: Pés quadrados

source: Video
fr_fr: vidéo
pt_pt: Vídeo

source: AC SqFt
pt_pt: AC pés quadrados

source: Word 2016 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do Word 2016

source: Word 2013 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do Word 2013

source: PDF Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade de PDF

source: PowerPoint 2016 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do PowerPoint 2016

source: PowerPoint 2013 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do PowerPoint 2013

source: Excel 2016 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do Excel 2016

source: Excel 2013 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do Excel 2013

source: Outlook 2016 Accessibility Checklist
pt_pt: Lista de verificação de acessibilidade do Outlook 2016

source: IDX OR MLS LISTING IMAGES
pt_pt: IMAGENS DE LISTAGEM IDX OU MLS

source: Disclaimer
pt_pt: Isenção de responsabilidade

source: Cookies
pt_pt: Biscoitos

source: Townhouse
pt_pt: Moradia

source: $1M to $2M
fr_fr: De $1M à $2M
pt_pt: US$ 1 milhão a US$ 2 milhões

source: $5M+
pt_pt: US$ 5 milhões +

source: Home
fr_fr: Page d’accueil
pt_pt: Início

source: Max.
pt_pt: Máx.

source: $15K+
pt_pt: $ 15 mil +

source: Flexible
pt_pt: Flexível

source: Enter you new Password
fr_fr: Entrer le mot de passe

source: Logged in succesfully.
fr_fr: Bienvenue sur votre compte

source: Your email was sent succesfully
fr_fr: Votre E-mail a été envoyé avec succès

source: Any price
fr_fr: Max

source: Password Change
fr_fr: Mot de passe modifié

source: Continue With Email
fr_fr: Continuer avec email

source: Down Payment
fr_fr: de l’apport

source: Mortgage breakdown
fr_fr: Vos mensualités

source: Save this search
fr_fr: Enregistrer cette recherche

source: APPROX LOT SIZE.
fr_fr: La taille du lot

source: Print
fr_fr: Imprimer

source: Parking
fr_fr: Places de parking

source: Cooling
fr_fr: Refroidissement

source: Heating
fr_fr: Chauffage

source: Ph.
fr_fr: Telephone.

source: First Name*
fr_fr: Prénom*

source: Last Name*
fr_fr: Nom de famille*

source: I&#039d like to schedule a viewing for
fr_fr: J'aimerais planifier une visite pour

source: Please contact me with more information!
fr_fr: s'il vous plaît contactez-moi avec plus d'informations!

source: am
fr_fr: matin

source: pm
fr_fr: après-midi

source: Waterfront description
fr_fr: Description: Bord de l'eau

source: Miscellaneous Information
fr_fr: Vos informations

source: I&#039d like to schedule a viewing for
fr_fr: J'aimerais planifier une visite pour

source: Price / SF
fr_fr: Prix / SF

source: Investment Property
fr_fr: Propriété d'investissement

source: Bellow $5K
fr_fr: Moins de $5K
