Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Statistics
es_es: Estadísticas
pt_pt: Estatisticas

source: avg price
es_es: precio promedio
fr_fr: Prix de vente
pt_pt: preço médio

source: avg days on market
es_es: promedio de días en el mercado
fr_fr: Jours moyens sur le marché
pt_pt: média de dias no mercado

source: of building is for sale
es_es: del edificio en venta
fr_fr: Pourcentage de l’immeuble à vendre
pt_pt: do prédio está à venda

source: of building is for rent
es_es: del edificio en alquiler
fr_fr: Pourcentage de l’immeuble à louer
pt_pt: do prédio é para alugar

source: of building sold in previous 12 months
es_es: vendido en los últimos 12 meses
fr_fr: Pourcentage de l’immeuble vendu au cours des 12 derniers mois
pt_pt: de prédio vendido nos últimos 12 meses

source: Please wait while we create your document
es_es: Por favor espere mientras creamos su documento
fr_fr: Veuillez patienter pendant que nous créons votre document
pt_pt: Aguarde enquanto criamos seu documento

source: The building Group you requested is not available.
es_es: El grupo de edificios que solicitaste no está disponible.
fr_fr: Le groupe de bâtiments que vous avez demandé n'est pas disponible
pt_pt: O Grupo de edifícios que você solicitou não está disponível.

source: You need to
es_es: Necesitas
fr_fr: Vous devez vous
pt_pt: Você precisa

source: login
es_es: iniciar sesión
fr_fr: identifier
pt_pt: conecte-se

source: to view this page
es_es: para ver esta página
fr_fr: pour voir cette page
pt_pt: para ver esta página

source: Search results
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
pt_pt: Procurar Resultados

source: My Saved Buildings
es_es: Mis edificios guardados
fr_fr: Mes immeubles sauvegardés
pt_pt: Meus edifícios salvos

source: You don't have any saved building.
es_es: No tienes ningún edificio guardado.
fr_fr: Vous n’avez aucun immeuble enregistré
pt_pt: Você não tem nenhuma construção salva.

source: Building Address
es_es: Dirección del edificio
fr_fr: Adresse du bâtiment
pt_pt: Endereço do edifício

source: Total Units
es_es: Unidades totales
fr_fr: Unités totales
pt_pt: Unidades totais

source: Date Saved
es_es: Fecha guardada
fr_fr: Date de sauvegarde
pt_pt: Data salva

source: Action
es_es: Acción
fr_fr: Actes
pt_pt: Ação

source: View more
es_es: Ver más
fr_fr: Afficher plus
pt_pt: Veja mais

source: Less
es_es: Menos
fr_fr: Moins
pt_pt: Menos

source: Waterfront Description
es_es: Descripción frente al mar
fr_fr: Description: Bord de l'eau
pt_pt: Descrição de Waterfront

source: View Description
es_es: Ver descripción
pt_pt: Ver descrição

source: View Features
es_es: Ver características
pt_pt: Ver recursos

source: Grid
es_es: Grilla
fr_fr: Grille
pt_pt: Grade

source: Map
es_es: Mapa
fr_fr: Carte
pt_pt: Mapa

source: Boundaries
es_es: Límites
fr_fr: Limites
pt_pt: Limites

source: Search this area
es_es: Buscar en esta área
pt_pt: Pesquisar esta área

source: Draw a shape around the region(s) you would like to live in
es_es: Dibujar una forma alrededor de la región o regiones que gustaría vivir
fr_fr: Dessinez une forme autour de la (des) région (s) dans laquelle vous aimeriez vivre
pt_pt: Desenhe uma forma em torno da(s) região(ões) em que você gostaria de morar

source: Apply
es_es: Aplicar
fr_fr: Appliquer
pt_pt: Aplicar

source: Select option
es_es: Seleccionar opción
pt_pt: Selecione a opção

source: Newest Listings
es_es: Nuevos listados
fr_fr: Nouveauté
pt_pt: Listagens mais recentes

source: Modified Listings
es_es: Anuncios modificados
pt_pt: Listagens Modificadas

source: Highest Price
es_es: Precio más alto
fr_fr: Le prix le plus élevé
pt_pt: Preço mais alto

source: Lowest Price
es_es: Precio más bajo
fr_fr: Prix le plus bas
pt_pt: Menor preço

source: Highest Sq.Ft
es_es: Mayor Sq.Ft
fr_fr: Le plus grand Sq Ft
pt_pt: Pés quadrados mais altos

source: Lowest Sq.Ft
es_es: Menor Sq.Ft
fr_fr: Le plus bas Sq Ft
pt_pt: Menor pé quadrado

source: Just Reduced
es_es: Recién reducido
pt_pt: Apenas reduzido

source: Highest Price/Sq.Ft
es_es: Precio más alto/pie cuadrado
pt_pt: Preço mais alto/pé quadrado

source: Lowest Price/Sq.Ft
es_es: Precio más bajo/pie cuadrado
pt_pt: Preço mais baixo/pé quadrado

source: Select year
es_es: Seleccionar año
pt_pt: Selecione o ano

source: Let's us know the best time for showing.
es_es: Déjenos saber el mejor momento para mostrar la propiedad.
fr_fr: Découvrez les mensualités de remboursement
pt_pt: Deixe-nos saber o melhor horário para exibição.

source: Recommend this to a friend, just enter their email below.
es_es: Recomiéndalo a un amigo, solo ingrese su email debajo.
fr_fr: Recommandez ceci à un ami, entrez simplement son email ci-dessous
pt_pt: Recomende para um amigo, basta digitar o e-mail abaixo.

source: Friends Email
es_es: Email de amigo
pt_pt: Email de amigos

source: Friend&#039s Email*
es_es: Email de amigo
fr_fr: Email d'un ami*
pt_pt: E-mail do amigo*

source: Friends Name
es_es: Nombre del amigo
pt_pt: Nome do amigo

source: Friend&#039s Name*
es_es: Nombre del amigo*
fr_fr: Nom de l'ami*
pt_pt: Nome do amigo*

source: Your Name*
es_es: Tu nombre*
fr_fr: Votre nom*
pt_pt: Seu nome*

source: Your Email*
es_es: Tu correo electrónico*
fr_fr: Votre email*
pt_pt: Seu email*

source: Comments*
es_es: Comentarios*
fr_fr: Commentaires*
pt_pt: Comentários*

source: * Required fields
es_es: * Campos requeridos
fr_fr: * Champs obligatoires
pt_pt: * Os campos obrigatórios

source: You will receive automatic updates every time there are new listings and price reductions.
es_es: Recibirás actualizaciones automáticas cada vez que haya nuevos anuncios y rebajas de precio.
pt_pt: Você receberá atualizações automáticas sempre que houver novas listagens e reduções de preços.

source: Name your search
es_es: Nombra tu búsqueda
pt_pt: Nomeie sua pesquisa

source: Copied
es_es: Copiado
pt_pt: Copiada

source: Inquire
es_es: Consultar
fr_fr: Informations
pt_pt: Investigar

source: Open
es_es: Abrir
fr_fr: Ouvrir
pt_pt: Abrir

source: Photos
es_es: Fotos
pt_pt: Fotos

source: Map View
es_es: Vista mapa
fr_fr: Vue de la carte
pt_pt: Visão do mapa

source: Virtual Tour
es_es: Guía virtual
pt_pt: Excursão virtual

source: Open House
es_es: Casa abierta
fr_fr: Journée portes ouvertes
pt_pt: Casa Aberta

source: Est. Payment
es_es: Pago inicial
pt_pt: Est. Pagamento

source: Bedroom(s)
es_es: Cuartos
fr_fr: Chambre(s)
pt_pt: Quartos de dormir

source: Beds(s)
es_es: Cuartos
pt_pt: Cama(s)

source: Bathroom(s)
es_es: Baño(s)
fr_fr: Salles de bains
pt_pt: Banho(s)

source: Baths(s)
es_es: Baño(s)
pt_pt: Banho(s)

source: Half Bath(s)
es_es: Medios Baños
fr_fr: Salles d’eau
pt_pt: Meio(s) Banho(s)

source: Size sqft
es_es: Tamaño sq.ft
pt_pt: Tamanho pés quadrados

source: Mortgage
es_es: Importe de la hipoteca
fr_fr: Hypothèque
pt_pt: Hipoteca

source: Basic Information
es_es: Información básica
pt_pt: Informação básica

source: Status
es_es: Estado
fr_fr: Statut
pt_pt: Estado

source: Subdivision/Complex
es_es: Subdivisión/Complejo
pt_pt: Subdivisão/Complexo

source: Total Size
es_es: Tamaño del total
pt_pt: Tamanho total

source: Total Sqft
es_es: SqFt total
pt_pt: Total de pés quadrados

source: Date Listed
es_es: Fecha listado
fr_fr: Date d'inscription
pt_pt: Data listada

source: Description
es_es: Descripción
pt_pt: Descrição

source: Presented by:
es_es: Presentado por:
pt_pt: Apresentado por:

source: Amenities
es_es: Comodidades
fr_fr: Équipements
pt_pt: Facilidades

source: Exterior Features
es_es: Características exteriores
fr_fr: Caractéristiques extérieures
pt_pt: Recursos externos

source: WF Description
es_es: Descripción frente al mar
pt_pt: Descrição do WF

source: Construction Type
es_es: Tipo de construcción
pt_pt: Tipo de construção

source: Design Description
es_es: Descripción del diseño
pt_pt: Descrição do projeto

source: Parking Spaces
es_es: Estacionamientos
fr_fr: Places de parking
pt_pt: Vagas de estacionamento

source: Parking Description
es_es: Descripción del estacionamiento
pt_pt: Descrição do estacionamento

source: Roof Description
es_es: Descripción del techo
pt_pt: Descrição do telhado

source: Interior Features
es_es: Características interiores
fr_fr: Caractéristiques intérieures
pt_pt: Características interiores

source: Adjusted Sqft
es_es: Tamaño ajustado Sqft

source: Cooling Description
es_es: Tipo de enfriamiento
pt_pt: Descrição de resfriamento

source: Equipment Appliances
es_es: Electrodomésticos
pt_pt: Eletrodomésticos

source: Floor Description
es_es: Descripción del piso
pt_pt: Descrição do piso

source: Heating Description
es_es: Tipo de calefacción
pt_pt: Descrição do aquecimento

source: Property Features
es_es: Características de la propiedad
pt_pt: Características da Propriedade

source: Aprox. Lot Size
es_es: Tamaño aproximado del lote
pt_pt: Aprox. Tamanho do loteTamanho vivo

source: Architectural Style
es_es: Estilo arquitectónico
pt_pt: Estilo arquitetônico

source: Association Fee Frequency
es_es: Frecuencia de la tarifa de asociación
pt_pt: Frequência da taxa de associação

source: Attached Garage
es_es: Garaje adjunto
pt_pt: Garagem anexa

source: Community Features
es_es: Características de la comunidad
pt_pt: Recursos da comunidade

source: Construction Materials
es_es: Tipo de construcción
pt_pt: Materiais de construção

source: County
es_es: Condado
pt_pt: Condado

source: Covered Spaces
es_es: Espacios Cubiertos
pt_pt: Espaços Cobertos

source: Direction Faces
es_es: Caras de dirección
pt_pt: Faces de direção

source: FrontageLength
es_es: Longitud del frente
pt_pt: Comprimento da fachada

source: Furnished Info
es_es: Información proporcionada
pt_pt: Informações mobiliadas

source: Garage
es_es: Garaje
pt_pt: Garagem

source: Levels
es_es: Niveles
pt_pt: Níveis

source: Listing Terms
es_es: Términos de listado
pt_pt: Termos de listagem

source: Lot Description
es_es: Descripción del lote
pt_pt: Descrição do lote

source: Lot Features
es_es: Características del lote
pt_pt: Recursos do lote

source: Occupant Type
es_es: Tipo de ocupante
pt_pt: Tipo de ocupante

source: Parking Features
es_es: Descripción del estacionamiento
pt_pt: Recursos de estacionamento

source: Patio And Porch Features
es_es: Características del patio y el porche
pt_pt: Recursos de pátio e varanda

source: Pets Allowed
es_es: Mascotas
pt_pt: Animais de estimação permitidos

source: Pool Features
es_es: Características de la piscina
pt_pt: Recursos da piscina

source: Possession
es_es: Posesión
pt_pt: Posse

source: Postal City
es_es: Ciudad postal
pt_pt: Cidade Postal

source: Public Survey Section
es_es: Sección de Encuesta Pública
pt_pt: Seção de Pesquisa Pública

source: Public Survey Township
es_es: Sección de Encuesta Pública
pt_pt: Município de pesquisa pública

source: Roof
es_es: Techo
pt_pt: Teto

source: Senior Community
es_es: Comunidad para personas mayores
pt_pt: Comunidade Sênior

source: Sewer Description
es_es: Descripción de alcantarillado
pt_pt: Descrição do esgoto

source: Short Sale
es_es: Venta Rapidas
pt_pt: Venda a descoberto

source: HOA Fees
es_es: Tarifa de asociación
fr_fr: Frais HOA
pt_pt: Taxas HOA

source: Subdivision Complex
es_es: Subdivisión/Complejo
pt_pt: Complexo de Subdivisão

source: Subdivision Info
es_es: Subdivisión
pt_pt: Informações de subdivisão

source: Tax Amount
es_es: Importe del impuesto
pt_pt: Valor do imposto

source: Tax Year
es_es: Año fiscal
pt_pt: Ano fiscal

source: Terms Considered
es_es: Términos considerados
pt_pt: Termos considerados

source: Type of Property
es_es: Tipo de propiedad
pt_pt: Tipo de propriedade

source: Water Description
es_es: Descripción del agua
pt_pt: Descrição da água

source: Water Source
es_es: Fuente de agua
pt_pt: Fonte de água

source: Features
es_es: Caracteristicas
fr_fr: Caractéristiques
pt_pt: Características

source: Year Built Details
es_es: Año de construcción
pt_pt: Detalhes do ano de construção

source: Zoning
es_es: Zonificación
pt_pt: Zoneamento

source: Similar Properties For sale
es_es: Propiedades similares
fr_fr: Propriétés similaires
pt_pt: Propriedades semelhantes à venda

source: Details of
es_es: Detalles de
fr_fr: Les détails de
pt_pt: Detalhes de

source: IDXBoost last checked
es_es: IDXBoost comprobado por última vez
pt_pt: IDXBoost verificado pela última vez

source: Data was last updated
es_es: Los datos se actualizaron por última vez
pt_pt: Os dados foram atualizados pela última vez

source: Required fields
es_es: Campos requeridos
fr_fr: Champs obligatoires
pt_pt: Os campos obrigatórios

source: Contact Agent
es_es: Contáctenos
pt_pt: Agente de contato

source: Lot Size
es_es: Tamaño del lote
fr_fr: La taille du lot
pt_pt: Tamanho do lote

source: View Detail of
es_es: Ver detalle de
fr_fr: voir les détails
pt_pt: Ver detalhes de

source: Filters
es_es: + Filtros
fr_fr: Appliquer les filtres
pt_pt: Filtros

source: For Lease
es_es: En Renta
fr_fr: Acheter
pt_pt: Para locação

source: Minimum
es_es: Mínimo
pt_pt: Mínima

source: Maximum
es_es: Máximo
pt_pt: Máxima

source: Hide Pending / Continget
es_es: Ocultar Pendiente/Contingente

source: Space Size (SF)
es_es: Tamaño del espacio (SF)
fr_fr: Taille de l'espace (SF)
pt_pt: Tamanho do Espaço (SF)

source: Total Building Size (SF)
es_es: Tamaño total de construcción (SF)
fr_fr: Taille totale du bâtiment (SF)
pt_pt: Tamanho total do edifício (SF)

source: Total Lot Size Range
es_es: Rango de tamaño de lote
fr_fr: Taille totale du lot
pt_pt: Faixa total de tamanho do lote

source: Units / Beds Range
es_es: Unidades / Rango de Cuartos
fr_fr: Unités / Chambres
pt_pt: Gama de Unidades/Camas

source: Property Status
es_es: Estado de Propiedad
fr_fr: Etat de la propriété
pt_pt: Situação da propriedade

source: Cap Rate Range (%). ?
es_es: Tasa de capitalización (%). ?
fr_fr: Plage de taux plafond (%). ?
pt_pt: Faixa de taxa máxima (%). ?

source: May buy:
es_es: Podría comprar:
pt_pt: Pode comprar:

source: 4% in high demand areas
es_es: 4% en áreas de alta demanda
pt_pt: 4% em áreas de alta demanda

source: 10% (or even higher) in low-demand areas
es_es: 10% (o mayor) en áreas de baja demanda
pt_pt: 10% (ou até mais) em áreas de baixa demanda

source: Clear
es_es: Limpiar
fr_fr: Restaurer
pt_pt: Clara

source: Enter Address, City, Zip Code, Subdivision
es_es: Ingrese dirección, ciudad, código postal o MLS
fr_fr: Entrez adresse, ville, zip ou MLS
pt_pt: Digite endereço, cidade, CEP, subdivisão

source: Search
es_es: Buscar
fr_fr: Recherche
pt_pt: Procurar

source: More
es_es: Más
fr_fr: Plus
pt_pt: Mais

source: Filter
es_es: Filtros
fr_fr: Appliquer les filtres
pt_pt: Filtro

source: More Filters
es_es: Filtros
fr_fr: Appliquer les filtres
pt_pt: Mais filtros

source: Property Search
es_es: Búsqueda de propiedades
fr_fr: Recherche de propriété
pt_pt: Pesquisa de propriedades

source: Searching...
es_es: Buscar….
fr_fr: Recherche...
pt_pt: Procurando...

source: Apply Filters
es_es: Filtros
fr_fr: Appliquer les filtres
pt_pt: Aplicar filtros

source: Email Us
es_es: Envíanos un correo electrónico
fr_fr: Envoyer un email
pt_pt: Envia-nos um email

source: Best Time to Reach You
es_es: Mejor momento para contactarte
fr_fr: Quel est le meilleur moment pour vous appeler
pt_pt: Melhor momento para entrar em contato com você

source: Receive Newsletter
es_es: Recibir noticias
fr_fr: Recevoir la newsletter
pt_pt: Receba avisos

source: Yes, I would like to receive your Newsletter
es_es: Sí, me gustaría recibir su boletín
fr_fr: Oui, j'aimerais recevoir votre newsletter
pt_pt: Sim, gostaria de receber sua Newsletter

source: My Saved Properties
es_es: Mis propiedades guardadas
fr_fr: Mes propriétés sauvegardées
pt_pt: Minhas propriedades salvas

source: You don't have any saved property.
es_es: Usted no tiene ninguna propiedad como favorita.
fr_fr: Vous n'avez pas de propriétés favorites
pt_pt: Você não tem nenhuma propriedade salva.

source: Call us
es_es: Llámame
fr_fr: Appellez-moi
pt_pt: Ligue para nós

source: Any type
es_es: Tipo
fr_fr: Type
pt_pt: Qualquer tipo

source: Price Range from
es_es: Rango de precios desde
pt_pt: Faixa de preço de

source: Price Range to
es_es: Rango de precios a
pt_pt: Faixa de preço até

source: Price rent from
es_es: Precio alquiler desde
pt_pt: Preço aluguel de

source: Price rent to
es_es: Precio de alquiler a
pt_pt: Preço de aluguel para

source: Bathrooms
es_es: Baños
fr_fr: Salles de bains
pt_pt: Banheiras

source: Living size
es_es: Tamaño habitable
fr_fr: Superficie intérieure
pt_pt: Tamanho vivo

source: Living size from
es_es: Tamaño habitable desde
pt_pt: Tamanho vivo de

source: Living size to
es_es: Tamaño habitable a
pt_pt: Tamanho vivo para

source: Year Built from
es_es: Año de construcción
pt_pt: Ano construído a partir de

source: Year Built to
es_es: Año de construcción
pt_pt: Ano construído para

source: Mountains
es_es: Montañas
pt_pt: Montanhas

source: Parking spaces
es_es: Estaciomanientos
fr_fr: Places de parking
pt_pt: Vagas de estacionamento

source: Land size
es_es: Superficie del terreno
fr_fr: Taille du terrain
pt_pt: Tamanho do terreno

source: Land size from
es_es: Tamaño del terreno desde
pt_pt: Tamanho do terreno de

source: Land size to
es_es: Tamaño del terreno a
pt_pt: Tamanho do terreno para

source: Popular Features
es_es: Características populares

source: My Saved Listings
es_es: Mis edificios guardados
fr_fr: Mes listes sauvegardées
pt_pt: Minhas listagens salvas

source: Favorites
es_es: Favoritos
fr_fr: Favoris
pt_pt: Favoritas

source: Newest Listings by
es_es: Nuevos listados
pt_pt: Listagens mais recentes por

source: Display as
es_es: Mostrar como
pt_pt: Mostrar como

source: List
es_es: Lista
fr_fr: Liste
pt_pt: Lista

source: Development
es_es: Desarrollo
fr_fr: Développement
pt_pt: Desenvolvimento

source: Subdivision
es_es: Subdivisión
pt_pt: Subdivisão

source: sold
es_es: vendido
fr_fr: vendus
pt_pt: vendida

source: Pag
es_es: Pág
fr_fr: Page
pt_pt: Página

source: First Page
es_es: Primera página
fr_fr: Première page
pt_pt: Primeira página

source: Prev Page
es_es: Página anterior
fr_fr: Page précédente
pt_pt: Página anterior

source: Previous page
es_es: Página anterior
fr_fr: Page précédente
pt_pt: Página anterior

source: Next Page
es_es: Siguiente página
fr_fr: Page suivante
pt_pt: Próxima página

source: Last Page
es_es: Última Página
fr_fr: Dernière page
pt_pt: Última página

source: MY LISTINGS
es_es: Mis propiedades
fr_fr: Mes mandats
pt_pt: MINHAS LISTAS

source: Any type(s)
es_es: Tipo
fr_fr: Type
pt_pt: Qualquer tipo(s)

source: Advanced
es_es: Avanzado
fr_fr: Plus d’options
pt_pt: Avançada

source: Matching
es_es: Resultados Encontrados
fr_fr: Correspondant à
pt_pt: Coincidindo

source: Newest Listed
es_es: Nuevos listados
pt_pt: Mais recentes listados

source: Oldest Listed
es_es: Listados más antiguos
pt_pt: Mais antigo listado

source: City Name
es_es: Nombre de Ciudad
pt_pt: Nome da Cidade

source: Date Sold
es_es: Fecha vendido
fr_fr: Date de vente
pt_pt: Data de venda

source: Scroll down for more
es_es: Desplácese hacia abajo para más información
fr_fr: Faites défiler vers le bas pour plus.
pt_pt: Role para baixo para mais

source: High to Low
es_es: Cuartos (Mayor a Menor)
fr_fr: Nombre de chambres décroissant
pt_pt: Decrescente

source: Low to High
es_es: Cuartos (Menor a Mayor)
fr_fr: Nombre de chambres croissant
pt_pt: Baixo para alto

source: Size
es_es: Cualquiera
fr_fr: Toutes les tailles
pt_pt: Tamanho

source: Listing Date
es_es: Listados
fr_fr: listage
pt_pt: Data de listagem

source: View details
es_es: Ver detalles
fr_fr: Voir les détails
pt_pt: Ver detalhes

source: Of
es_es: Apagado
fr_fr: de
pt_pt: De

source: Please update your Filter ID key on your IDX Boost Dashboard to display live MLS data on your website.
es_es: Actualice su ID del filtro en su panel de control de IDX Boost para mostrar.
fr_fr: Veuillez mettre à jour votre clé ID filtre sur votre tableau de bord IDX Boost pour afficher
pt_pt: Atualize sua chave de ID de filtro em seu painel IDX Boost para exibir dados MLS ao vivo em seu site.

source: Click here to update
es_es: Haga clic aquí para actualizar
fr_fr: Cliquez ici pour mettre à jour
pt_pt: Clique aqui para atualizar

source: Now you can look at your favorites and viewed listings from your
es_es: Ahora puede ver sus favoritos y los listados vistos desde su
pt_pt: Agora você pode ver seus favoritos e listagens visualizadas em seu

source: personalized experience view
es_es: vista de experiencia personalizada
pt_pt: visualização de experiência personalizada

source: Got it, thanks!
es_es: ¡Gracias!
pt_pt: Entendi, obrigado!

source: Profile
es_es: Mi perfil
pt_pt: Perfil

source: Call or email if you need immediate assistance. Thanks!
es_es: Llame o envíe un correo electrónico si necesita ayuda inmediata. ¡Gracias!
pt_pt: Ligue ou envie um e-mail se precisar de assistência imediata. Obrigado!

source: History
es_es: Histórico
pt_pt: História

source: Saved Searches
es_es: Búsqueda guardada
pt_pt: Pesquisas salvas

source: to view this page.
es_es: para ver esta página.
fr_fr: pour voir cette page.
pt_pt: para visualizar esta página.

source: My Profile
es_es: Mi perfil
fr_fr: Mon profil
pt_pt: Meu perfil

source: Name
es_es: Nombre
fr_fr: Prénom
pt_pt: Nome

source: Change Password
es_es: Cambiar la contraseña
fr_fr: Changer son mot de passe
pt_pt: Mudar senha

source: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
pt_pt: Nova senha

source: Confirm Password
es_es: Confirmar contraseña
fr_fr: Confirmez le mot de passe
pt_pt: Confirme a Senha

source: Required fields. Your personal information is strictly confidential and will not be shared with any outside organizations.
es_es: Campos requeridos. Su información personal es estrictamente confidencial y no se compartirá con ninguna organización externa.
fr_fr: Champs obligatoires. Vos informations personnelles sont strictement confidentielles et ne seront pas partagées avec des organisations extérieures.
pt_pt: Os campos obrigatórios. Suas informações pessoais são estritamente confidenciais e não serão compartilhadas com nenhuma organização externa.

source: Save profile
es_es: Guardar perfil
fr_fr: Enregistrer le profil
pt_pt: Salvar perfil

source: New Search
es_es: Nueva búsqueda
fr_fr: Nouvelle recherche
pt_pt: Nova pesquisa

source: Video Tour
es_es: Guía virtual
pt_pt: Tour em vídeo

source: Property details information
es_es: Información de detalle de propiedad
fr_fr: Informations sur la propriété
pt_pt: Informações de detalhes da propriedade

source: rented price
es_es: precio alquilado
fr_fr: prix de location
pt_pt: preço alugado

source: sold price
es_es: precio vendido
fr_fr: Prix vendu
pt_pt: preço de venda

source: pending price
es_es: precio pendiente
fr_fr: Prix en attente
pt_pt: preço pendente

source: asking price
es_es: precio inicial
fr_fr: Prix
pt_pt: perguntar o preço

source: Approx Lot Size
es_es: Tamaño aproximado del lote
fr_fr: La taille du lot
pt_pt: Tamanho aproximado do lote

source: Size sq.ft.
es_es: Tamaño sq.ft.
fr_fr: Superficie Sq.Ft.
pt_pt: Tamanho pés quadrados

source: Schedule a showing now
es_es: Programe una demostración ahora
fr_fr: Programmer une projection maintenant
pt_pt: Agende uma exibição agora

source: mortgage
es_es: calculadora de hipoteca
fr_fr: Hypothèque
pt_pt: hipoteca

source: email to a friend
es_es: enviar a un amigo
fr_fr: Envoyer à un ami
pt_pt: e-mail para um amigo

source: Rented
es_es: Rentado
fr_fr: Loué
pt_pt: Alugada

source: Date Closed
es_es: Cerrado
pt_pt: Data de encerramento

source: Presented by:
es_es: Presentado por:
pt_pt: Apresentado por:

source: Tax Information
es_es: Importe del impuesto
pt_pt: Informação de impostos

source: Window Features
es_es: Caracteristicas
pt_pt: Recursos da janela

source: Similar Properties For
es_es: Propiedades similares
fr_fr: Propriétés similaires
pt_pt: Propriedades semelhantes para

source: Rent
es_es: Alquiler
pt_pt: Aluguel
