Repository: idxboost/idxboost
Catalog: languages/*.po
Languages: es_es, fr_fr, pt_pt

source: Colors
es_es: Colores
fr_fr: Couleurs
pt_pt: Cores

source: Search Bar Title
es_es: Nombre de la búsqueda
fr_fr: Nom de recherche
pt_pt: Título da barra de pesquisa

source: Search Bar Text
es_es: Nombre de la búsqueda
fr_fr: Nom de recherche
pt_pt: Texto da barra de pesquisa

source: Has button ?
es_es: Tiene el botón?
fr_fr: A bouton?
pt_pt: Tem botão?

source: Firts Button
es_es: Primer botón
fr_fr: Premier bouton
pt_pt: Primeiro botão

source: Second Button
es_es: Segundo botón
fr_fr: Deuxième bouton
pt_pt: Segundo botão

source: Firts link Button
es_es: Primer botón de enlace
fr_fr: Bouton Premier lien
pt_pt: Primeiro botão de link

source: Second Link Button
es_es: Segundo botón de enlace
fr_fr: Deuxième bouton de liaison
pt_pt: Segundo botão de link

source: Schools for
es_es: Escuelas para
fr_fr: Écoles publiques pour
pt_pt: Escolas para

source: All Schools
es_es: Todas las Escuelas
fr_fr: Toutes les écoles publiques
pt_pt: Todas as escolas

source: Elementary
es_es: Elemental
fr_fr: Primaire
pt_pt: Elementar

source: Middle
es_es: Medio
fr_fr: Collège
pt_pt: Meio

source: High
es_es: Alto
fr_fr: Lycée
pt_pt: Alto

source: School
es_es: Escuelas
fr_fr: École publique
pt_pt: Escola

source: Grades
es_es: Grados
fr_fr: Niveau
pt_pt: Notas

source: Safety
es_es: Seguridad
fr_fr: Sécurité
pt_pt: Segurança

source: Distance
es_es: Distancia
pt_pt: Distância

source: Type
es_es: Tipo
pt_pt: Tipo

source: Miles
es_es: Millas
pt_pt: Milhas

source: more schools
es_es: más escuelas
fr_fr: écoles supplémentaires
pt_pt: mais escolas

source: Expand
es_es: Expandir
fr_fr: Développer
pt_pt: Expandir

source: K12 School Data
es_es: Datos de la escuela K12
fr_fr: K12 Données de l'école
pt_pt: Dados escolares K12

source: provided by
es_es: proporcionado por
fr_fr: fourni par
pt_pt: fornecido por

source: School data provided as-is by
es_es: Datos escolares proporcionados como están por
fr_fr: Données scolaires fournies telles quelles par
pt_pt: Dados escolares fornecidos como estão por

source: a third party. It is the responsibility of the user to evaluate all sources of information. Users should visit all school district web sites and visit all the schools in person to verify and consider all data, including eligibility.
es_es: un tercero. Es responsabilidad del usuario evaluar todas las fuentes de información. Los usuarios deben visitar todos los sitios web del distrito escolar y visitar todas las escuelas en persona para verificar y considerar todos los datos incluida la elegibilidad.
fr_fr: une troisième fête. Il est de la responsabilité de l'utilisateur d'évaluer toutes les sources d'information. Les utilisateurs devraient visiter tous les sites Web des districts scolaires et visiter toutes les écoles en personne pour vérifier et prendre en compte toutes les données, y compris l'admissibilité.
pt_pt: uma terceira festa. É responsabilidade do usuário avaliar todas as fontes de informação. Os usuários devem visitar todos os sites do distrito escolar e visitar pessoalmente todas as escolas para verificar e considerar todos os dados, incluindo a elegibilidade.

source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
pt_pt: Bem-vindo

source: Logout
es_es: Cerrar sesión
fr_fr: Me déconnecter
pt_pt: Sair

source: Cancel
es_es: Cancelar
fr_fr: Annuler
pt_pt: Cancelar

source: Style
es_es: Estilo
pt_pt: Estilo

source: Years
es_es: Años
fr_fr: Années
pt_pt: Anos

source: City
es_es: Ciudad
fr_fr: Ville
pt_pt: Cidade

source: Close
es_es: Cerrar
fr_fr: Fermer
pt_pt: Fechar

source: Any Size
es_es: Cualquiera
fr_fr: Toutes les tailles
pt_pt: Qualquer tamanho

source: Any Bed
es_es: Cuartos
fr_fr: Chambres
pt_pt: Qualquer cama

source: Any Bed(s)
es_es: Cuartos
fr_fr: Chambres
pt_pt: Qualquer cama(s)

source: Any Bath
es_es: Baños
fr_fr: Salles de bains
pt_pt: Qualquer banho

source: Any Bath(s)
es_es: Baño(s)
fr_fr: Salles de bains
pt_pt: Qualquer Banho(s)

source: hello
es_es: hola
pt_pt: olá

source: Bed(s)
es_es: Cuarto(s)
fr_fr: Chambre(s)
pt_pt: Cama(s)

source: Bath(s)
es_es: Baño(s)
fr_fr: Salle de bain(s)
pt_pt: Banho(s)

source: Beds
es_es: Cuartos
fr_fr: Chambres
pt_pt: Camas

source: Baths
es_es: Baños
fr_fr: Salle de bains
pt_pt: Banhos

source: Unit
es_es: Unidades
fr_fr: Unités
pt_pt: Unidade

source: Days on Market
es_es: Días en el mercado
fr_fr: Jours sur le marché
pt_pt: Dias no mercado

source: Sold Date
es_es: Fecha vendido
fr_fr: Date de vente
pt_pt: Data de venda

source: Sold Price
es_es: Precio vendido
fr_fr: prix vendu
pt_pt: Preço de venda

source: Living Size
es_es: Tamaño habitable
fr_fr: Superficie intérieure
pt_pt: Tamanho vivo

source: Asking price
es_es: Precio inicial
fr_fr: Prix
pt_pt: Perguntar o preço

source: Price
es_es: Precio
fr_fr: Prix
pt_pt: Preço

source: View
es_es: Ver
pt_pt: Visualizar

source: Listings
es_es: Listados
fr_fr: résultats
pt_pt: Listagens

source: Saved on
es_es: Guardado en
pt_pt: Salvo em

source: Thank you
es_es: Gracias
fr_fr: Merci!
pt_pt: Obrigado

source: Your info has been saved
es_es: Tu información ha sido guardada
fr_fr: Votre information a été sauvegardée
pt_pt: Suas informações foram salvas

source: Enter your new Password
es_es: Nueva contraseña
pt_pt: Digite sua nova senha

source: invalid email address
es_es: dirección de email invalido
fr_fr: Adresse e-mail invalide
pt_pt: endereço de email invalido

source: Please fill the fields
es_es: Por favor llenar los campos
fr_fr: S'il vous plaît remplir les champs
pt_pt: Por favor preencha os campos

source: Show %d to %d of %s results
es_es: Mostrando %d a %d de %s resultados
fr_fr: Propriétés %d à %d sur %s
pt_pt: Mostrar %d para %d de %s resultados

source: Reset Password
es_es: Restablecer contraseña
fr_fr: Changer son mot de passe
pt_pt: Redefinir senha

source: Invalid credentials, try again.
es_es: Credenciales inválidas, intente de nuevo.
fr_fr: Informations d'identification non valides, réessayez.
pt_pt: Credenciais inválidas, tente novamente.

source: Logged in successfully.
es_es: Ha iniciado sesión correctamente.
pt_pt: Conectado com sucesso.

source: Your account has been created successfully.
es_es: Su cuenta ha sido creada con éxito.
fr_fr: Votre compte a été créé avec succès.
pt_pt: Sua conta foi criada com sucesso.

source: The user already exists, try another email address.
es_es: El usuario ya existe, pruebe con otro email.
fr_fr: L'utilisateur existe déjà, essayez une autre adresse e-mail.
pt_pt: O usuário já existe, tente outro endereço de e-mail.

source: rented
es_es: rentado
fr_fr: loué
pt_pt: alugada

source: save favorite
es_es: guardar favorito
fr_fr: sauvegarder en favori
pt_pt: salvar favorito

source: Register for details
es_es: Regístrese para más detalles
fr_fr: Renseignez-vous pour les détails
pt_pt: Registre-se para obter detalhes

source: remove favorite
es_es: remover favorito
fr_fr: Supprimer le favori
pt_pt: remover favorito

source: First page
es_es: Primera página
fr_fr: Première page
pt_pt: Primeira página

source: Last page
es_es: Última página
fr_fr: Dernière page
pt_pt: Última página

source: Showing
es_es: Mostrando
fr_fr: Propriétés
pt_pt: Mostrando

source: Page
es_es: Página
pt_pt: Página

source: Edit
es_es: Editar
fr_fr: modifier
pt_pt: Editar

source: Remove
es_es: Remover
fr_fr: Retirer
pt_pt: Remover

source: Email Sent!
es_es: Correo electrónico enviado!
fr_fr: Email envoyé!
pt_pt: E-mail enviado!

source: Your email was sent successfully
es_es: Tu correo electrónico fue enviado con éxito
pt_pt: Seu e-mail foi enviado com sucesso

source: to
es_es: a
fr_fr: à
pt_pt: para

source: of
es_es: de
fr_fr: sur
pt_pt: de

source: pag
es_es: pág
fr_fr: Page
pt_pt: página

source: Homes
es_es: Casas
fr_fr: Maisons
pt_pt: Casas

source: Similar Properties For Rent
es_es: Propiedades similares en alquiler
fr_fr: Propriétés similaires
pt_pt: Propriedades semelhantes para alugar

source: Similar Properties For Sale
es_es: Propiedades similares en venta
fr_fr: Propriétés similaires
pt_pt: Propriedades semelhantes à venda

source: Condos For Sale
es_es: Apartamento a la venta
pt_pt: Condomínios à venda

source: Apartments For Rent
es_es: Apartamentos en renta
pt_pt: Apartamentos para alugar

source: Condos Pending
es_es: Apartamentos pendientes
pt_pt: Condomínios Pendentes

source: Condos Sold
es_es: Apartamento vendido
pt_pt: Condomínios Vendidos

source: All Neighborhoods
es_es: Todos los vecindarios
fr_fr: Quartiers
pt_pt: Todos os bairros

source: by Name
es_es: por nombre
fr_fr: Nommément
pt_pt: por nome

source: show more
es_es: ver más
fr_fr: Montre plus
pt_pt: mostre mais

source: Today's Prices
es_es: Precios de hoy
fr_fr: Les prix d'aujourd'hui
pt_pt: Preços de hoje

source: month
es_es: mensual
fr_fr: mois
pt_pt: mês

source: Searching
es_es: Buscar
fr_fr: Recherche...

source: Condominiums
es_es: Apartamentos
fr_fr: Appartements
pt_pt: Condomínios

source: Sold at
es_es: Vendido
pt_pt: Vendido em

source: For Sale at
es_es: En venta
pt_pt: À venda em

source: Pending at
es_es: Pendiente
pt_pt: Pendente em

source: For Rent at
es_es: En renta
pt_pt: Para alugar em

source: Marsh
es_es: Pantano
pt_pt: Pântano

source: Pond
es_es: Estanque
pt_pt: Lago

source: Condominium
es_es: Apartamento
pt_pt: Condomínio

source: Adult Congregate
es_es: Casa de retiro
pt_pt: Congregação de Adultos

source: Agricultural
es_es: Agrícola
pt_pt: Agrícola

source: Apartments
es_es: Apartamentos
pt_pt: Apartamentos

source: Automotive
es_es: Automotor
pt_pt: Automotivo

source: Building
es_es: Edificio
pt_pt: Edifícios

source: Business
es_es: Negocios
pt_pt: Negócios

source: Church
es_es: Iglesia
pt_pt: Igreja

source: Commercial
es_es: Comercial
pt_pt: Comercial

source: Commercial / Business / Agricultural / Industrial Land
es_es: Comercial / Negocios / Agrícola / Terreno industrial
pt_pt: Comercial / Empresarial / Agrícola /Terreno Industrial

source: Dock
es_es: Muelle de botes
pt_pt: Doca

source: Dock Height
es_es: Altura del muelle
pt_pt: Altura da doca

source: Franchise
es_es: Franquicia
pt_pt: Franquia

source: Free Standing
es_es: Estructura independiente
pt_pt: Independente

source: Income
es_es: Ingresos
pt_pt: Renda

source: Manufacturing
es_es: Fabricación
pt_pt: Fabricação

source: Medical
es_es: Médico
pt_pt: Médica

source: Multifamily
es_es: Viviendas multifamiliares
pt_pt: Muitas famílias

source: Office
es_es: Oficina
pt_pt: Escritório

source: Professional
es_es: Profesional
pt_pt: Profissional

source: Residential Income
es_es: Ingreso residencial
pt_pt: Renda Residencial

source: Residential Land/Boat Docks
es_es: Terreno residencial / Muelles de botes
pt_pt: Terra residencial/Docas para barcos

source: Restaurant
es_es: Restaurante
pt_pt: Restaurante

source: Service
es_es: Servicio
pt_pt: Serviço

source: Shopping Center
es_es: Centro comercial
pt_pt: Shopping

source: Showroom
es_es: Sala de exposición
pt_pt: Sala de exposições

source: Special
es_es: Especial
pt_pt: Especial

source: Store
es_es: Tienda
pt_pt: Loja

source: Warehouse
es_es: Almacén
pt_pt: Armazém

source: Housing Older Persons
es_es: Personas mayores
pt_pt: Alojamento para Idosos

source: Occupied
es_es: Ocupado
pt_pt: Ocupada

source: Vacant
es_es: Terreno disponible
pt_pt: Vaga

source: Multi-Family
es_es: Viviendas multifamiliares
pt_pt: Muitas-famílias

source: Vacant Land
es_es: Terreno disponible
fr_fr: Terrain vacant
pt_pt: Terreno Vago

source: Single Family Homes
es_es: Casas
fr_fr: Maisons
pt_pt: Casas Unifamiliares

source: River Front
es_es: Frente al río
fr_fr: Front de rivière
pt_pt: Frente ao rio

source: Point Lot
es_es: Lote de esquina
pt_pt: Ponto Lot

source: Ocean Front
es_es: Frente al océano
fr_fr: Front de mer
pt_pt: Frente ao mar

source: Bay Front
es_es: Frente a la bahía
pt_pt: Frente à Baía

source: Bay
es_es: Bahía
pt_pt: Baía

source: Fixed Bridge
es_es: Puente fijo
fr_fr: Pont fixe
pt_pt: Ponte Fixa

source: Garden
es_es: Jardín
pt_pt: Jardim

source: Ocean
es_es: Océano
pt_pt: Oceano

source: city
es_es: ciudad
pt_pt: cidade

source: Lagoon
es_es: Laguna
pt_pt: Lagoa

source: River
es_es: Río
pt_pt: Rio

source: Strip View
es_es: Vista mapa
pt_pt: Visualização de faixa

source: Mountain
es_es: Montaña
pt_pt: Montanha

source: Park Greenbelt
es_es: Parque cinturón verde
pt_pt: Parque Cinturão Verde

source: Court yard
es_es: Patio
pt_pt: Pátio

source: Lake
es_es: Lago
pt_pt: Lago

source: Gulf
es_es: Golfo
pt_pt: Golfo

source: Creek
es_es: Arroyo
pt_pt: Riacho

source: Mangrove
es_es: Mangle
pt_pt: Mangue

source: Navigable
es_es: Navegable
pt_pt: Navegável

source: River Frontage
es_es: Frente al río
pt_pt: Frente Rio

source: Basin
es_es: Cuenca
pt_pt: Bacia

source: Seawall
es_es: Rompeolas
pt_pt: Paredão

source: Lake Front
es_es: Frente al mar
fr_fr: Front de lac
pt_pt: Frente ao Lago

source: Equestrian
es_es: Ecuestres
fr_fr: Équestre
pt_pt: Equestre

source: Pets
es_es: Mascotas
fr_fr: Animaux domestiques
pt_pt: Animais de estimação

source: Pool
es_es: Piscina
pt_pt: Piscina

source: Waterfront
es_es: Frente al Mar
fr_fr: Bord de l'eau
pt_pt: Beira-mar

source: Water Access
es_es: Acceso al océano
pt_pt: Acesso à água

source: Water
es_es: Agua
pt_pt: Água

source: Gated Community
es_es: Comunidad cerrada
fr_fr: Communauté fermée
pt_pt: Condomínio fechado

source: Tennis Courts
es_es: Cancha de tenis
fr_fr: Terrain de tennis
pt_pt: Quadras de tenis

source: Tennis Court
es_es: Cancha de tenis
pt_pt: Quadra de tênis

source: Golf Course
es_es: Campo de golf
fr_fr: Terrain de golf
pt_pt: Campo de golfe

source: Swimming Pool
es_es: Piscina
fr_fr: Piscine
pt_pt: Piscina

source: Furnished
es_es: Amoblado
fr_fr: Meublé
pt_pt: Mobiliada

source: Ocean Access
es_es: Acceso al océano
fr_fr: Accès à l'océan
pt_pt: Acesso ao oceano

source: Homes, Condominiums, Townhouses
es_es: Casas, Apartamentos, Townhouses
fr_fr: Maisons, Appartements, Townhouses
pt_pt: Casas, condomínios, sobrados

source: Homes, Condominiums
es_es: Casas, Apartamentos
fr_fr: Maisons, Appartements
pt_pt: Casas, Condomínios

source: Condominiums, Townhouses
es_es: Casas, Apartamentos, Townhouses
fr_fr: Appartements, Townhouses
pt_pt: Condomínios, Moradias

source: Next page
es_es: Siguiente página
fr_fr: Page suivante
pt_pt: Próxima página

source: Previous Page
es_es: Página anterior
fr_fr: Page précédente
pt_pt: Página anterior

source: Your message has been sent!
es_es: Tu mensaje ha sido enviado!
fr_fr: Votre message a été envoyé!
pt_pt: Sua mensagem foi enviada!

source: Price range
es_es: Rango de Precio
fr_fr: Budget
pt_pt: Faixa de preço

source: Average Listing Price
es_es: Precio promedio listado
pt_pt: Preço médio de listagem

source: Average Rental Price
es_es: Precio de renta promedio
pt_pt: Preço médio de Aluguel

source: Average Sold Price
es_es: Precio vendido promedio
pt_pt: Preço de venda

source: Average Pending Price
es_es: Precio pendiente promedio
pt_pt: Preço Médio Pendente

source: from
es_es: desde
fr_fr: de
pt_pt: de

source: Properties
es_es: Propiedades
fr_fr: Propriétés
pt_pt: Propriedades

source: Loading Properties...
es_es: Cargando propiedades…
fr_fr: Patientez…
pt_pt: Carregando Propriedades...

source: and
es_es: y
fr_fr: et
pt_pt: e

source: in
es_es: en
pt_pt: em

source: new listing
es_es: recién listado
fr_fr: Nouveauté
pt_pt: nova lista

source: Active Under Contract
es_es: Activo bajo contrato
pt_pt: Ativo sob contrato

source: pending
es_es: pendiente
fr_fr: en attente
pt_pt: pendente

source: Boat Dock
es_es: Muelle de botes
fr_fr: Embarcadère
pt_pt: Ancoradouro

source: Short Sales
es_es: Venta Rapidas
fr_fr: Vente flash
pt_pt: Vendas a descoberto

source: Foreclosures
es_es: Ejecución hipotecaria
fr_fr: Forclusions
pt_pt: Execuções hipotecárias

source: Any
es_es: Cualquiera
fr_fr: Toutes
pt_pt: Qualquer

source: Any Price
es_es: Cualquier precio
fr_fr: Budget
pt_pt: Qualquer preço

source: Any Type
es_es: Tipo
fr_fr: Type
pt_pt: Qualquer tipo

source: up to
es_es: hasta
fr_fr: jusqu'à
pt_pt: até

source: View detail
es_es: Ver detalle
fr_fr: voir les détails
pt_pt: Ver detalhes

source: For Sale
es_es: Venta
fr_fr: Acheter
pt_pt: À venda

source: For Rent
es_es: Renta
fr_fr: À louer
pt_pt: Para alugar

source: For Sold
es_es: Vendido
fr_fr: Vendus
pt_pt: Para vendido

source: Condos For Rent
es_es: Apartamentos en alquiler
pt_pt: Condomínios para alugar

source: Save
es_es: Guardar
fr_fr: sauvegarder
pt_pt: Salvar

source: Sold
es_es: Vendido
fr_fr: vendus
pt_pt: Vendido

source: Building Name
es_es: Nombre del edificio
fr_fr: Nom du bâtiment
pt_pt: Nome do Edifício

source: Price Range
es_es: Rango de precio
fr_fr: Budget
pt_pt: Faixa de preço

source: Bedrooms Units
es_es: Cuartos
fr_fr: Chambre(s)
pt_pt: Unidades de Quartos

source: Bedroom Condos
es_es: Cuartos Apartamentos
pt_pt: Condomínios com Quarto

source: Bedroom Apartments
es_es: Cuartos Apartamentos
pt_pt: Apartamentos com Quarto

source: Bedrooms
es_es: Cuartos
fr_fr: Chambre(s)
pt_pt: Quartos de dormir

source: Units
es_es: Unidades
fr_fr: Unités
pt_pt: Unidades

source: Floors
es_es: Pisos
fr_fr: Étage
pt_pt: Pisos

source: Address
es_es: Dirección
fr_fr: Adresse
pt_pt: Direção

source: Check your mailbox
es_es: Revise su correo
fr_fr: Vérifiez votre messagerie
pt_pt: Verifique sua caixa de correio

source: Password Changed
es_es: Cambiar la contraseña
pt_pt: Senha alterada

source: Deleted!
es_es: Eliminado!
fr_fr: Supprimé !
pt_pt: Excluída!

source: Delete
es_es: Borarr
pt_pt: Excluir

source: Yes, delete it!
es_es: Si, eliminar!
fr_fr: Oui, la supprimer
pt_pt: Sim, exclua-o!

source: New Construction
es_es: Nueva construcción
fr_fr: Nouvelle construction
pt_pt: Nova construção

source: Preconstruction
es_es: Preconstrucción
fr_fr: Programmes neufs
pt_pt: Pré construção

source: Neighborhood
es_es: Vecindario
fr_fr: Quartiers
pt_pt: Bairro

source: Good job!
es_es: Buen trabajo!
fr_fr: Félicitations!
pt_pt: Bom trabalho!

source: Congratulations
es_es: Felicitaciones
fr_fr: Félicitations!
pt_pt: Parabéns

source: Search Saved!
es_es: Búsqueda guardada!
fr_fr: Recherche sauvegardée
pt_pt: Pesquisa salva!

source: DRAW YOUR MAP
es_es: DIBUJAR MAPA
fr_fr: Dessinez votre carte
pt_pt: DESENHE SEU MAPA

source: current value must be less than or equal to
es_es: valor actual debe ser menor o igual que
fr_fr: la valeur actuelle doit être inférieure ou égale à tô
pt_pt: o valor atual deve ser menor ou igual a

source: Are you sure you want to remove this property?
es_es: ¿Estás seguro de remover esta propiedad?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cette propriété ?
pt_pt: Tem certeza de que deseja remover esta propriedade?

source: Your search has been saved successfuly
es_es: Tu búsqueda ha sido guardada exitosamente
fr_fr: Votre recherche a été enregistrée avec succès.
pt_pt: Sua pesquisa foi salva com sucesso

source: You cannot save a search with more than 500 properties.
es_es: No puedes guardar una búsqueda mayor de 500 propiedades.
fr_fr: Vous ne pouvez pas créer une alerte sur une recherche de plus de 500 propriétés
pt_pt: Não é possível salvar uma pesquisa com mais de 500 propriedades.

source: You must select at least one checkbox from below.
es_es: Debes seleccionar al menos una opción.
fr_fr: Vous devez sélectionner au moins une case à cocher ci-dessous.
pt_pt: Você deve marcar pelo menos uma caixa de seleção abaixo.

source: Your search has been saved successfully.
es_es: Su búsqueda se ha guardado con éxito.
fr_fr: Votre recherche a été enregistrée avec succès.
pt_pt: Sua pesquisa foi salva com sucesso.

source: You must provide a name for this search.
es_es: Debes proveer un nombre a esta búsqueda.
fr_fr: Vous devez fournir un nom pour cette recherche.
pt_pt: Você deve fornecer um nome para esta pesquisa.

source: The saved search has been removed from your alerts
es_es: La búsqueda guardada ha sido removida de tus alertas
fr_fr: La recherche enregistrée a été supprimée de vos alertes
pt_pt: A pesquisa salva foi removida dos seus alertas

source: Are you sure?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr(e) ?
pt_pt: Tem certeza?

source: The building has been removed from your favorites.
es_es: El edificio ha sido removido de tus favoritos.
fr_fr: Le immeuble a été retiré de vos favoris.
pt_pt: O edifício foi removido dos seus favoritos.

source: Are you sure you want to remove this building?
es_es: ¿Estás seguro de querer borrar este edificio?
fr_fr: Êtes-vous sûrs de vouloir retirer cette immeuble?
pt_pt: Tem certeza de que deseja remover este edifício?

source: The property has been removed from your favorites.
es_es: La propiedad ha sido removida de tus favoritos.
fr_fr: La propriété a été retirée de vos favoris.
pt_pt: O imóvel foi removido dos seus favoritos.

source: Are you sure you want to remove this saved search?
es_es: ¿Estás seguro de querer borrar esta búsqueda guardada?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette recherche sauvegardée?
pt_pt: Tem certeza de que deseja remover esta pesquisa salva?

source: Please wait your account is being created...
es_es: Por favor espere, su cuenta está siendo creada...
fr_fr: Patientez pendant la finalisation de votre compte...
pt_pt: Aguarde, sua conta está sendo criada...

source: Your account is being created
es_es: Tu cuenta ha sido creada
fr_fr: Nous créons votre compte !
pt_pt: Sua conta está sendo criada

source: This might take a while. Do not reload the page.
es_es: Esto podría tardar unos segundos. Por favor no refresque la página.
fr_fr: Cela pourrait prendre un certain temps. Ne rechargez pas la page.
pt_pt: Isso pode demorar um pouco. Não recarregue a página.

source: Inquire for details
es_es: Pregunte por detalles
fr_fr: Renseignez-vous pour les détails
pt_pt: Pergunte para detalhes

source: Welcome Back
es_es: Bienvenido
fr_fr: Bienvenue dans votre espace personnel
pt_pt: Bem vindo de volta

source: Sign in below
es_es: Iniciar sesión debajo
fr_fr: Se connecter
pt_pt: Faça login abaixo

source: Join to save listings and receive updates
es_es: Únete para guardar listados y recibir actualizaciones
fr_fr: Inscrivez-vous pour sauvegarder les annonces et recevoir les mises à jour
pt_pt: Cadastre-se para salvar listagens e receber atualizações

source: Register
es_es: Registrarse
fr_fr: S’enregistrer
pt_pt: Registre-se

source: Year
es_es: Año
fr_fr: Année
pt_pt: Ano

source: Please enter a valid phone number.
es_es: Por favor, introduzca su número de teléfono.

source: Please enter a valid email address.
es_es: Dirección de email invalido.

source: Phone Number
es_es: Número de teléfono
fr_fr: Numéro de téléphone
pt_pt: Número de telefone

source: Profile Info
es_es: Mi perfil
pt_pt: Informações do perfil

source: Please enter your Phone number
es_es: Por favor, introduzca su número de teléfono
pt_pt: Por favor, digite seu número de telefone

source: Please enter your Address
es_es: Por favor ingrese su dirección
pt_pt: Por favor insira seu endereço

source: Please enter your City
es_es: Por favor ingrese su ciudad
pt_pt: Por favor insira sua cidade

source: State
es_es: Estado
fr_fr: État
pt_pt: Estado

source: Please enter your State
es_es: Por favor ingrese su estado
pt_pt: Por favor insira seu estado

source: Zip Code
es_es: Código postal
fr_fr: Code postal
pt_pt: CEP

source: Please enter your Zip Code
es_es: Por favor ingrese su código postal
pt_pt: Digite o seu CEP

source: Studio
es_es: Estudio
pt_pt: Estúdio

source: Bedroom Apartments
es_es: Cuartos Apartamentos
pt_pt: Apartamentos com Quarto

source: Bedroom Condos
es_es: Cuartos Apartamentos
pt_pt: Condomínios com Quarto

source: unit
es_es: unidad
pt_pt: unidade

source: Asking Price
es_es: Precio Inicial
fr_fr: Prix
pt_pt: Perguntar o preço

source: Style Plugin
es_es: Estilo del plugin
fr_fr: Plugin de style
pt_pt: Plug-in de estilo

source: Style Theme
es_es: Estilo del tema
fr_fr: Thème de style
pt_pt: Tema de estilo
